Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

source: Current amount
da: Nuværende beløb
es: Cantidad actual
fr: Montant actuel
it: Quantità corrente
nb: Gjeldende beløp
nl: Huidige hoeveelheid
pt: Valor atual
ru: Текущее количество
zh: 当前金额

source: Current Stock
da: Nuværende lager
es: Stock actual
fr: Stock actuel
it: Scorta attuale
nb: Nåværende lager
nl: Huidige voorraad
pt: Estoque atual
ru: Текущий запас
zh: 当前库存

source: Expiration date
da: Udløbsdato
es: Fecha de Vencimiento
fr: Date d'expiration
it: Data di scadenza
nb: Utløpsdato
nl: Uiterste houdbaarheidsdatum
pt: Data de validade
ru: Срок годности
zh: 截止日期

source: Manufacturing date
da: Fremstillingsdato
es: Fecha de fabricación
fr: Date de fabrication
it: Data di produzione
nb: Produksjonsdato
nl: Fabricage datum
pt: Data de fabricação
ru: Дата производства
zh: 生产日期

source: Setting Type
da: Indstillingstype
es: Tipo de ajuste
fr: Type de réglage
it: Tipo di impostazione
nb: Innstillingstype
nl: Type instelling
pt: Tipo de configuração
ru: Тип настройки
zh: 设置类型

source: Decrement
da: nedsættelse
es: Disminuir
fr: décrémenter
it: decremento
nb: nedgang
nl: verlagen
pt: diminuir
ru: уменьшение
zh: 递减

source: Increment
da: stigning
es: Aumentar
fr: incrément
it: incremento
nb: øke
nl: verhoging
pt: incremento
ru: приращение
zh: 增量

source: Follow Sale
da: følge salget
es: Seguir Venta
fr: suivre la vente
it: seguire la vendita
nb: følg salg
nl: verkoop volgen
pt: seguir venda
ru: следить за продажей
zh: 关注销售

source: process completed successfully
da: proces gennemført med succes
es: Proceso finalizado con éxito
fr: processus terminé avec succès
it: processo completato con successo
nb: prosessen er fullført
nl: proces succesvol afgerond
pt: processo concluído com sucesso
ru: процесс завершен успешно
zh: 过程成功完成

# GridContainsRecords
source: grid already contains records
da: gitteret indeholder allerede poster
es: Grilla ya contiene registros
fr: la grille contient déjà des enregistrements
it: la griglia contiene già dei record
nb: rutenettet inneholder allerede poster
nl: grid bevat al records
pt: grade já contém registros
ru: сетка уже содержит записи
zh: 网格已包含记录

source: Kardex
zh: 卡迪斯
