Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# Emergency2Number
source: Emergency contact Number secondary
da: Nødkontakt nummer sekundært
de: Notrufnummer sekundär
es: Número de contacto de emergencia secundario
fr: Numéro de contact d'urgence secondaire
it: Contatto di emergenza Numero secondario
nb: Nødkontakt nummer sekundært
nl: Noodcontact Nummer secundair
pt: Número de contato de emergência secundário
ru: Вторичный аварийный контакт
zh: 紧急联络号码次要

# FatherName
source: Father's name
da: Fars navn
de: Name des Vaters
es: Nombre del Padre
fr: Le nom du père
it: Il nome del padre
nb: Farens navn
nl: Naam van de vader
pt: Nome do pai
ru: Имя Отца
zh: 父亲的名字

source: Mother's name
da: Mors navn
de: Name der Mutter
es: Nombre de la Madre
fr: Le nom de la mère
it: Nome della madre
nb: Mors navn
nl: Moeders naam
pt: Nome da mãe
ru: Имя матери
zh: 母亲的名字

source: Nickname
da: Kaldenavn
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
nb: Kallenavn
nl: Bijnaam
pt: Apelido
ru: Псевдоним
zh: 昵称

source: Passport
da: Pas
de: Reisepass
es: Pasaporte
fr: Passeport
it: Passaporto
nb: Pass
nl: Paspoort
pt: Passaporte
ru: Заграничный пасспорт
zh: 护照

source: Profession
da: Erhverv
de: Beruf
es: Profesión
fr: Métier
it: Professione
nb: Yrke
nl: Beroep
pt: Profissão
ru: Профессия
zh: 职业

source: Employer contribution
da: arbejdsgiverbidrag
de: Arbeitgeberbeitrag
es: Aporte patronal
fr: cotisation patronale
it: contributo del datore di lavoro
nb: arbeidsgiveravgift
nl: werkgeversbijdrage
pt: contribuição do empregador
ru: вклад работодателя
zh: 雇主供款

source: Worker contribution
da: arbejderbidrag
de: Arbeitnehmerbeitrag
es: Aporte Obrero
fr: cotisation des travailleurs
it: contributo dei lavoratori
nb: arbeiderbidrag
nl: werknemersbijdrage
pt: contribuição do trabalhador
ru: вклад рабочего
zh: 工人贡献

source: Staff maintenance
da: medarbejdervedligeholdelse
de: Unterhalt der Mitarbeiter
es: Mantenimiento del personal
fr: entretien des employés
it: manutenzione dei dipendenti
nb: vedlikehold av ansatte
nl: werknemer onderhoud
pt: manutenção de funcionários
ru: обслуживание сотрудников
zh: 员工维护

source: Staff
da: Personale
de: Mitarbeiter
es: Personal
fr: Personnel
it: Personale
nb: Personale
nl: medewerker
pt: Funcionários
ru: Сотрудники
zh: 职员

source: Worked
da: Arbejdede
de: Hat funktioniert
es: Trabajo
fr: Travaillé
it: Lavorato
nb: Fungerte
nl: werkte
pt: Trabalhado
ru: Работал
zh: 工作过

source: Customer Account Maintenance
da: Vedligeholdelse af kundekonto
de: Kundenkontopflege
es: Mantenimiento de la cuenta del cliente
fr: Maintenance du compte client
it: Manutenzione dell'account cliente
nb: Vedlikehold av kundekonto
nl: Onderhoud klantaccount
pt: Manutenção da conta do cliente
ru: Обслуживание учетной записи клиента
zh: 客户账户维护

source: Agency
da: bureau
de: Agentur
es: Agencia
fr: agence
it: agenzia
nb: byrå
nl: bureau
pt: Agência
ru: агентство
zh: 机构

source: Amount total is invalid
da: Det samlede beløb er ugyldigt
de: Der Gesamtbetrag ist ungültig
es: El monto total no es válido
fr: Le montant total n'est pas valide
it: L'importo totale non è valido
nb: Totalbeløpet er ugyldig
nl: Totaalbedrag is ongeldig
pt: O valor total é inválido
ru: Общая сумма недействительна
zh: 总金额无效

source: Cash amount is invalid
da: Kontantbeløbet er ugyldigt
de: Bargeldbetrag ist ungültig
es: El monto en efectivo no es válido
fr: Le montant en espèces n'est pas valide
it: L'importo in contanti non è valido
nb: Kontantbeløpet er ugyldig
nl: Contant bedrag is ongeldig
pt: O valor em dinheiro é inválido
ru: Сумма наличными недействительна
zh: 现金金额无效

source: Concept is invalid
da: Konceptet er ugyldigt
de: Konzept ist ungültig
es: El concepto no es válido
fr: Le concept n'est pas valide
it: Il concetto non è valido
nb: Konseptet er ugyldig
nl: Concept is ongeldig
pt: O conceito é inválido
ru: Концепция недействительна
zh: 概念无效

# DepositNumberIsInvalid
source: Bank deposit number is invalid
da: Bankindskudsnummer er ugyldigt
de: Bankeinzahlungsnummer ist ungültig
es: El número de depósito bancario no es válido
fr: Le numéro de virement bancaire n'est pas valide
it: Il numero di deposito bancario non è valido
nb: Bankinnskuddsnummeret er ugyldig
nl: Bankdepositonummer is ongeldig
pt: O número do depósito bancário é inválido
ru: Номер банковского депозита недействителен
zh: 银行存款号码无效

source: Transaction date
da: Overførselsdato
de: Transaktionsdatum
es: Fecha de transacción
fr: Date de la transaction
it: Data della transazione
nb: Transaksjonsdato
nl: Transactie datum
pt: Data da transação
ru: Дата сделки
zh: 交易日期

source: Transaction date is invalid
da: Transaktionsdatoen er ugyldig
de: Transaktionsdatum ist ungültig
es: La fecha de la transacción no es válida
fr: La date de transaction n'est pas valide
it: La data della transazione non è valida
nb: Transaksjonsdatoen er ugyldig
nl: Transactiedatum is ongeldig
pt: A data da transação é inválida
ru: Дата транзакции недействительна
zh: 交易日期无效

source: Voucher number
da: Kuponnummer
de: Gutscheinnummer
es: Número de Comprobante
fr: Numéro de bon
it: Numero del buono
nb: Kupongnummer
nl: Vouchernummer
pt: Número do voucher
ru: Номер ваучера
zh: 凭证号码

source: Bank account is invalid
da: Bankkontoen er ugyldig
de: Bankkonto ist ungültig
es: La cuenta bancaria no es válida
fr: Le compte bancaire n'est pas valide
it: Il conto bancario non è valido
nb: Bankkontoen er ugyldig
nl: Bankrekening is ongeldig
pt: A conta bancária é inválida
ru: Банковский счет недействителен
zh: 银行账户无效

source: Bank check date is invalid
da: Datoen for bankcheck er ugyldig
de: Das Datum des Bankschecks ist ungültig
es: Fecha del cheque bancario no es válido
fr: La date du chèque bancaire n'est pas valide
it: La data dell'assegno bancario non è valida
nb: Banksjekkdatoen er ugyldig
nl: Datum bankcheque is ongeldig
pt: A data do cheque bancário é inválida
ru: Дата банковского чека недействительна
zh: 银行支票日期无效

source: Bank name is invalid
da: Bankens navn er ugyldigt
de: Bankname ist ungültig
es: El nombre del banco no es válido
fr: Le nom de la banque n'est pas valide
it: Il nome della banca non è valido
nb: Banknavnet er ugyldig
nl: Banknaam is ongeldig
pt: O nome do banco é inválido
ru: Неверное название банка
zh: 银行名称无效

source: Check Number is invalid
da: Kontrolnummeret er ugyldigt
de: Schecknummer ist ungültig
es: El número de cheque no es válido
fr: Le numéro de chèque n'est pas valide
it: Il numero di controllo non è valido
nb: Sjekknummeret er ugyldig
nl: Chequenummer is ongeldig
pt: O número do cheque é inválido
ru: Контрольный номер недействителен
zh: 支票号码无效

source: Sender is invalid
da: Afsender er ugyldig
de: Absender ist ungültig
es: El remitente no es válido
fr: L'expéditeur n'est pas valide
it: Il mittente non è valido
nb: Avsender er ugyldig
nl: Afzender is ongeldig
pt: O remetente é inválido
ru: Отправитель недействителен
zh: 发件人无效

source: Check amount is invalid
da: checkbeløbet er ugyldigt
de: Scheckbetrag ist ungültig
es: El monto del cheque no es válido
fr: le montant du chèque est invalide
it: l'importo dell'assegno non è valido
nb: sjekkbeløpet er ugyldig
nl: chequebedrag is ongeldig
pt: o valor do cheque é inválido
ru: сумма чека недействительна
zh: 支票金额无效

source: Initials
da: Initialer
de: Initialen
es: Iniciales
fr: Initiales
it: Iniziali
nb: Initialer
nl: Initialen
pt: Iniciais
ru: Инициалы
zh: 简写

source: Initials are not valid
da: Initialer er ikke gyldige
de: Initialen sind ungültig
es: las iniciales no son validas
fr: Les initiales ne sont pas valides
it: Le iniziali non sono valide
nb: Initialer er ikke gyldige
nl: Initialen zijn niet geldig
pt: As iniciais não são válidas
ru: Инициалы недействительны
zh: 缩写无效

# Limit
source: Take
da: Tage
de: Nehmen
es: Límite
fr: Prendre
it: Prendere
nb: Ta
nl: Nemen
pt: Leva
ru: Брать
zh: 跳过

# Offset
source: Skip
da: Springe
de: Überspringen
es: Offset
fr: Sauter
it: Saltare
nb: Hopp over
nl: Overslaan
pt: Pular
ru: Пропускать
zh: 拿

# OffsetIsInvalid
source: Skip is invalid
da: Spring over er ugyldig
de: Überspringen ist ungültig
es: El offSet no es válido
fr: Ignorer n'est pas valide
it: Salta non è valido
nb: Hopp over er ugyldig
nl: Overslaan is ongeldig
pt: Pular é inválido
ru: Пропустить недопустимо
zh: 跳过无效

# LimitIsInvalid
source: Take is invalid
da: Take er ugyldigt
de: Take ist ungültig
es: Limite no es válido
fr: La prise n'est pas valide
it: Take non è valido
nb: Taket er ugyldig
nl: Take is ongeldig
pt: A tomada é inválida
ru: Взять недействительно
zh: 拍摄无效

source: Export
da: Eksport
es: Exportar
fr: Exporter
it: Esportare
nb: Eksport
nl: Exporteren
pt: Exportar
ru: Экспорт
zh: 出口

source: Export to Excel
da: Eksporter til MS-Excel
de: Export nach MS-Excel
es: Exportar a MS-Excel
fr: Exporter vers MS-Excel
it: Esporta in MS-Excel
nb: Eksporter til MS-Excel
nl: Exporteren naar MS-Excel
pt: Exportar para MS-Excel
ru: Экспорт в MS-Excel
zh: 导出到 MS-Excel

source: Export to HTML
da: Eksporter til HTML
de: Nach HTML exportieren
es: Exportar a HTML
fr: Exporter au format HTML
it: Esporta in HTML
nb: Eksporter til HTML
nl: Exporteren naar HTML
pt: Exportar para HTML
ru: Экспорт в HTML
zh: 导出为 HTML

source: Export to PDF
da: Eksporter til PDF
de: Als PDF exportieren
es: Exportar a PDF
fr: Exporter au format PDF
it: Esporta in PDF
nb: Eksporter til PDF
nl: Exporteren naar PDF
pt: Exportar para PDF
ru: Экспорт в PDF
zh: 导出为 PDF

source: Filter
es: Filtros
fr: Filtre
it: Filtro
pt: Filtro
ru: Фильтр
zh: 筛选

source: Search parameters
da: Søgeparametre
de: Suchparameter
es: Parámetros de búsqueda2
fr: Paramètres de recherche
it: Parametri di ricerca
nb: Søkeparametere
nl: Zoekparameters
pt: Parâmetros de pesquisa
ru: Параметры поиска
zh: 搜索参数

source: Deferred check
da: Udskudt check
de: Aufgeschobener Scheck
es: Cheque diferido
fr: Chèque différé
it: Controllo differito
nb: Utsatt sjekk
nl: Uitgestelde cheque
pt: Cheque adiado
ru: Отложенный чек
zh: 延期支票

source: Deferred check is invalid
da: Udskudt check er ugyldig
de: Aufgeschobener Scheck ist ungültig
es: El cheque diferido no es valido
fr: Le chèque différé est invalide
it: Il controllo differito non è valido
nb: Utsatt sjekk er ugyldig
nl: Uitgestelde cheque is ongeldig
pt: O cheque adiado é inválido
ru: Отложенная проверка недействительна
zh: 延期支票无效

source: Document
da: Dokument
de: Dokumentieren
es: Documento
it: Documento
nb: Dokument
pt: Documento
ru: Документ
zh: 延期支票无效

# IsDeferrefCheck
source: Is deferred check
da: Er udskudt check
de: Ist aufgeschobener Scheck
es: Es cheque diferido
fr: Est un chèque différé
it: È un controllo differito
nb: Er utsatt sjekk
nl: Is uitgestelde cheque
pt: É cheque adiado
ru: Отсроченная проверка
zh: 是延期检查

source: Number
da: Nummer
de: Nummer
es: Número
fr: Numéro
it: Numero
nb: Antall
nl: Nummer
pt: Número
ru: Число
zh: 数字

source: Posted date
da: Udsendt dato
de: Gepostetes Datum
es: Fecha de emisión
fr: Date de publication
it: Post-datato
nb: Postet dato
nl: Datum geplaatst
pt: Data de envio
ru: Дата публикации
zh: 发表日期

source: Posted date is invalid
da: Udsendelsesdatoen er ugyldig
de: Gepostetes Datum ist ungültig
es: La fecha de emisión no es válida
fr: La date de publication n'est pas valide
it: La data di pubblicazione non è valida
nb: Publiseringsdatoen er ugyldig
nl: Postdatum is ongeldig
pt: A data de postagem é inválida
ru: Дата публикации недействительна
zh: 发布日期无效

source: Payment date is invalid
da: betalingsdatoen er ugyldig
de: Zahlungsdatum ist ungültig
es: La fecha de pago no es válida
fr: la date de paiement est invalide
it: la data di pagamento non è valida
nb: betalingsdatoen er ugyldig
nl: betalingsdatum is ongeldig
pt: a data de pagamento é inválida
ru: дата платежа недействительна
zh: 付款日期无效

source: Payee is invalid
da: betalingsmodtager er ugyldig
de: Zahlungsempfänger ist ungültig
es: El beneficiario no es válido
fr: le bénéficiaire est invalide
it: il beneficiario non è valido
nb: betalingsmottaker er ugyldig
nl: begunstigde is ongeldig
pt: o beneficiário é inválido
ru: получатель платежа недействителен
zh: 收款人无效

source: Number rangue
da: Nummerområde
de: Nummernkreis
es: Intervalo de números
fr: Plage de numéros
it: Intervallo di numeri
nb: Nummerområde
nl: Nummerbereik
pt: Intervalo de números
ru: Диапазон номеров
zh: 号码范围

source: Since number
da: Siden nummer
de: Seit Nummer
es: Desde número
fr: Depuis le numéro
it: Dal numero
nb: Siden nummer
nl: sinds nummer
pt: Desde o número
ru: С номера
zh: 自编号

source: Until number
da: Indtil nummer
de: Bis Nummer
es: Hasta numero
fr: Jusqu'au numéro
it: Fino al numero
nb: Inntil nummer
nl: Tot nummer
pt: Até número
ru: До номера
zh: 直到号码

source: Number Range is invalid
da: Nummerinterval er ugyldigt
de: Nummernkreis ist ungültig
es: El rango de números no es válido
fr: La plage de numéros n'est pas valide
it: L'intervallo di numeri non è valido
nb: Nummerområdet er ugyldig
nl: Nummerbereik is ongeldig
pt: O intervalo numérico é inválido
ru: Недопустимый диапазон номеров
zh: 号码范围无效

# SinceNumberIsInvalid
source: Since number is not valid
da: Da nummeret ikke er gyldigt
de: Da Nummer ungültig ist
es: Desde número no es válido
fr: Comme le numéro n'est pas valide
it: Poiché il numero non è valido
nb: Siden nummeret ikke er gyldig
nl: Aangezien het nummer niet geldig is
pt: Desde número não é válido
ru: Так как номер недействителен
zh: 由于号码无效

# UntilNumberIsInvalid
source: Until number is not valid
da: Indtil nummeret ikke er gyldigt
de: Bis Nummer ist ungültig
es: Hasta número no es válido
fr: Jusqu'à ce que le numéro ne soit pas valide
it: Fino a quando il numero non è valido
nb: Inntil nummeret ikke er gyldig
nl: Tot nummer niet geldig is
pt: Até número não e válido
ru: Пока номер недействителен
zh: 直到号码无效

source: Document number is invalid
da: Dokumentnummeret er ugyldigt
de: Dokumentnummer ist ungültig
es: El número de documento no es válido
fr: Le numéro de document est invalide
it: Il numero del documento non è valido
nb: Dokumentnummeret er ugyldig
nl: Documentnummer is ongeldig
pt: O número do documento é inválido
ru: Номер документа недействителен
zh: 文件编号无效

source: Check Register
da: Tjek Register
de: Kontrollregister
es: Registrar Cheques
fr: Registre des chèques bancaires
it: Registro degli assegni bancari
nb: banksjekkregister
nl: Controleer Registreren
pt: Registo de cheques bancários
ru: Банковский чек Реестр
zh: 检查注册

source: Sight bank check
da: Syns bankcheck
de: Sichtbankscheck
es: Cheque a vista
fr: Chèque bancaire à vue
it: Assegno bancario a vista
nb: Syns banksjekk
nl: Bankcheque inzien
pt: Cheque à vista
ru: Банковский чек на предъявление
zh: 即期银行支票

# TypesOfChecks
source: Type of check
da: Type check
de: Art der Prüfung
es: Tipo de cheque
fr: Type de chèque bancaire
it: Tipo di assegno bancario
nb: Type banksjekk
nl: Type cheque
pt: Tipo de cheque bancário
ru: Тип банковского чека
zh: 支票类型

source: Withdrawal
da: tilbagetrækning
de: Rückzug
es: Retiro bancario
fr: Retrait
it: ritiro
nb: uttak
nl: opname
pt: o retiro
ru: вывод
zh: 退出

source: Between numbers
da: mellem tal
de: zwischen Zahlen
es: Entre numeros
fr: entre les nombres
it: tra i numeri
nb: mellom tall
nl: tussen cijfers
pt: entre números
ru: между числами
zh: 数字之间

source: Between dates
da: mellem datoer
de: zwischen Daten
es: Entre fechas
fr: entre les rendez-vous
it: tra le date
nb: mellom datoene
nl: tussen data
pt: entre datas
ru: между датами
zh: 日期之间

source: Debit
da: Debet
de: Lastschrift
es: Débito
fr: Débit
it: Addebito
nb: Debet
nl: Debiteren
pt: Débito
ru: дебетовать
zh: 借方

source: Bank Movement Report
da: Bankbevægelsesrapport
de: Bericht über Bankbewegungen
es: Reporte de Movimiento Bancario
fr: Rapport sur les mouvements bancaires
it: Rapporto sui movimenti bancari
nb: Bankbevegelsesrapport
nl: Bankverplaatsingsrapport
pt: Relatório de Movimento Bancário
ru: Отчет о движении банка
zh: 银行流动报告

source: Total Items
da: varer i alt
de: Gesamtzahl der Artikel
es: Cantidad de Registros
fr: total des articles
it: totale di articoli
nb: totalt antall varer
nl: totaal aantal items
pt: itens totais
ru: Всего предметов
zh: 项目总数

source: Power User
da: advanceret bruger
de: ein fortgeschrittener Benutzer
es: Usuario Avanzado
fr: utilisateur avancé
it: utente avanzato
nb: avansert bruker
nl: gevorderde gebruiker
pt: usuário avançado
ru: продвинутый пользователь
zh: 高級用戶

# TypeOperationPurchaseCredit
source: Type of operation for purchase on credit
da: type operation for Køb på kredit
de: Art der Operation für Kauf auf Kredit
es: Tipo de operación para Compra a crédito
fr: type d'opération pour Achat à crédit
it: tipo di operazione per Acquisto a credito
nb: type operasjon for Kjøp på kreditt
nl: type bewerking voor Aankoop op krediet
pt: Tipo de operação para compra a crédito
ru: вид операции при Покупке в кредит
zh: 赊购的操作类型

# TypeOperationPurchaseCash
source: Type of operation for Purchase cash
da: type operation for Køb kontant
de: Art der Operation für Bargeld kaufen
es: Tipo de operación para Compra al Contado
fr: type d'opération pour Achat comptant
it: tipo di operazione per Acquisto contanti
nb: type operasjon for Kjøp kontanter
nl: type bewerking voor Aankoop contant geld
pt: Tipo de operação para Compra à vista
ru: тип операции для покупки наличными
zh: 采购现金的操作类型

# TypeOperationSaleCredit
source: Type of operation for Sale on credit
da: type operation til salg på kredit
de: Art der Operation für Verkauf auf Kredit
es: Tipo de operación para Venta a Credito
fr: type d'opération pour Vente à crédit
it: tipo di operazione per Vendita a credito
nb: type operasjon for Salg på kreditt
nl: type bewerking voor Aankoop contant geld
pt: Tipo de operação para Venda a crédito
ru: вид операции Продажа в кредит
zh: 赊销业务类型

# TypeOperationSaleCash
source: Type of operation for Sale cash
da: type operation for Salg kontant
de: Art der Operation für Verkauf Bargeld
es: Tipo de operación para Venta al Contado
fr: type d'opération à vendre au comptant
it: tipo di operazione per Vendita contanti
nb: type operasjon for Salg kontanter
nl: type operatie voor Verkoop contant geld
pt: Tipo de operação para Venda à vista
ru: тип операции Продажа наличными
zh: 销售现金的操作类型

source: Interest Rate Monthly is invalid
da: Månedlig rentesats er ugyldig
de: Monatlicher Zinssatz ist ungültig
es: La tasa de interés mensual no es válida
fr: Le taux d'intérêt mensuel n'est pas valide
it: Il tasso di interesse mensile non è valido
nb: Rentesatsen månedlig er ugyldig
nl: Maandelijkse rente is ongeldig
pt: A taxa de juros mensal é inválida
ru: Ежемесячная процентная ставка недействительна
zh: 月利率无效

# MaxDiscountPercentIsInvalid
source: Maximum Discount Percent is invalid
da: Maks. rabatprocent er ugyldig
de: Der maximale Rabattprozentsatz ist ungültig
es: El porcentaje de descuento máximo no es válido
fr: Le pourcentage de remise maximum n'est pas valide
it: La percentuale di sconto massima non è valida
nb: Maksimal rabatt i prosent er ugyldig
nl: Maximaal kortingspercentage is ongeldig
pt: A porcentagem máxima de desconto é inválida
ru: Максимальный процент скидки недействителен
zh: 最大折扣百分比无效

source: Maximum number of items is invalid
da: Det maksimale antal varer er ugyldigt
de: Die maximale Anzahl von Elementen ist ungültig
es: El número máximo no es válido
fr: Le nombre maximum d'éléments n'est pas valide
it: Il numero massimo di elementi non è valido
nb: Maksimalt antall varer er ugyldig
nl: Maximum aantal items is ongeldig
pt: O número máximo de itens é inválido
ru: Недопустимое максимальное количество элементов
zh: 最大项目数无效

source: Number of decimals in stock is invalid
da: Antal decimaler på lager er ugyldigt
de: Anzahl der Dezimalstellen auf Lager ist ungültig
es: La Cantidad de decimales para formato en stock no es válido
fr: Le nombre de décimales en stock n'est pas valide
it: Il numero di decimali in stock non è valido
nb: Antall desimaler på lager er ugyldig
nl: Aantal decimalen in voorraad is ongeldig
pt: O número de decimais em estoque é inválido
ru: Неверное количество знаков после запятой на складе
zh: 库存小数位数无效

source: Price Level Default is invalid
da: Prisniveau Standard er ugyldig
de: Preisniveau-Standardwert ist ungültig
es: El nivel de precio predeterminado no es válido
fr: Le niveau de prix par défaut n'est pas valide
it: Il livello di prezzo predefinito non è valido
nb: Prisnivå Standard er ugyldig
nl: Prijsniveau Standaard is ongeldig
pt: O padrão de nível de preço é inválido
ru: Уровень цен по умолчанию недействителен
zh: 价格水平默认值无效

source: Secret key for price is not valid
da: Hemmelig nøgle til pris er ikke gyldig
de: Der geheime Schlüssel für den Preis ist ungültig
es: La clave secreta para el precio no es válida
fr: La clé secrète pour le prix n'est pas valide
it: La chiave segreta per il prezzo non è valida
nb: Hemmelig nøkkel for pris er ikke gyldig
nl: Geheime sleutel voor prijs is niet geldig
pt: A chave secreta para o preço não é válida
ru: Секретный ключ для цены недействителен
zh: 价格的密钥无效

source: Type of operation for Purchase cash is invalid
da: Operationstype for køb af kontanter er ugyldig
de: Der Vorgangstyp für Cash kaufen ist ungültig
es: El tipo de operación para Compra en efectivo no es válido
fr: Le type d'opération pour l'achat en espèces n'est pas valide
it: Il tipo di operazione per l'acquisto di contanti non è valido
nb: Type operasjon for kjøp av kontanter er ugyldig
nl: Type bewerking voor Contant geld kopen is ongeldig
pt: O tipo de operação para Compra à vista é inválido
ru: Тип операции для покупки наличными недействителен
zh: 购买现金的操作类型无效

source: Type of operation for purchase on credit is invalid
da: Operationstypen for køb på kredit er ugyldig
de: Vorgangsart für Kauf auf Kredit ist ungültig
es: El tipo de operación para compra a crédito no es válido
fr: Le type d'opération d'achat à crédit n'est pas valide
it: Il tipo di operazione per l'acquisto a credito non è valido
nb: Type operasjon for kjøp på kreditt er ugyldig
nl: Type bewerking voor aankoop op krediet is ongeldig
pt: O tipo de operação para compra a crédito é inválido
ru: Тип операции для покупки в кредит недействителен
zh: 赊购的操作类型无效

source: Type of operation for Sale cash is invalid
da: Type operation for Sale kontanter er ugyldig
de: Der Vorgangstyp für den Verkauf von Bargeld ist ungültig
es: El tipo de operación para Venta al Contado no es válido
fr: Le type d'opération pour la vente au comptant n'est pas valide
it: Il tipo di operazione per Vendita contanti non è valido
nb: Type operasjon for salg kontanter er ugyldig
nl: Type operatie voor Verkoop contant geld is ongeldig
pt: O tipo de operação para Venda à vista é inválido
ru: Неверный тип операции Продажа за наличные
zh: 销售现金的操作类型无效

source: Type of operation for Sale on credit is invalid
da: Operationstypen for Salg på kredit er ugyldig
de: Der Vorgangstyp für Verkauf auf Kredit ist ungültig
es: El tipo de operación de Venta a crédito no es válido
fr: Le type d'opération pour Vente à crédit n'est pas valide
it: Il tipo di operazione per la Vendita a credito non è valido
nb: Type operasjon for Salg på kreditt er ugyldig
nl: Type bewerking voor Verkoop op krediet is ongeldig
pt: O tipo de operação para Venda a crédito é inválido
ru: Тип операции Продажа в кредит неверный
zh: 赊销销售的操作类型无效

# ActiveProductIsInvalid
source: Active product is not valid
da: Aktivt produkt er ikke gyldigt
de: Aktives Produkt ist nicht gültig
es: El producto activo no es válido
fr: Le produit actif n'est pas valide
it: Il prodotto attivo non è valido
nb: Aktivt produkt er ikke gyldig
nl: Actief product is niet geldig
pt: O produto ativo não é válido
ru: Активный продукт недействителен
zh: 有效产品无效
