Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

source: Search of Customers
da: Søgning af kunder
de: Suche nach Kunden
es: Búsqueda de Clientes
fr: Recherche de Clients
it: Ricerca di clienti
nb: Søk etter kunder
nl: Klanten zoeken
pt: Pesquisa de clientes
ru: Поиск клиентов
zh: 客户搜索

source: Active Employee
da: Aktiv medarbejder
de: Aktiver Mitarbeiter
es: Empleado Activo
fr: Employé actif
it: Dipendente attivo
nb: Aktiv medarbeider
nl: Actieve medewerker
pt: Funcionário ativo
ru: Активный сотрудник
zh: 在职员工

source: Collection Commission
da: Indsamlingskommission
de: Inkassokommission
es: Comisión de Cobros
fr: Commission de recouvrement
it: Commissione di riscossione
nb: Innkrevingskommisjonen
nl: Incassocommissie
pt: Comissão de cobrança
ru: Комиссия по сбору
zh: 征收委员会

source: Commission Agent
da: Kommissionsagent
de: Kommissionär
es: Comisionista
fr: Agent de commission
it: Agente di commissione
nb: Kommisjonsagent
nl: Commissie agent
pt: Agende de comissão
ru: Комиссионер
zh: 佣金代理

source: Emergency Contact
da: Kontakt i nødstilfælde
de: Notfallkontakt
es: Contacto de Emergencia
fr: Personne à contacter en cas d'urgence
it: Contatto di emergenza
nb: Nødtelefon
nl: Contactpersoon voor noodgevallen
pt: Contato de emergência
ru: Экстренный контакт
zh: 紧急联系人

source: Gender
da: Køn
de: Geschlecht
es: Género
fr: Le genre
it: Genere
nb: Kjønn
nl: Geslacht
pt: Gênero
ru: Пол
zh: 性别

source: Is Supervisor
da: er supervisor
de: Ist Vorgesetzter
es: Es Supervisor
fr: Est superviseur
it: è supervisore
nb: er veileder
pt: Supervisor
ru: Супервайзер
zh: 是主管

source: Place of birth
da: Fødselssted
de: Geburtsort
es: Lugar de Nacimiento
fr: Lieu de naissance
it: Luogo di nascita
nb: Fødselssted
nl: Geboorteplaats
pt: Local de nascimento
ru: Место рождения
zh: 出生地

source: Salary
da: Løn
de: Gehalt
es: Salario
fr: Un salaire
it: Stipendio
nb: Lønn
nl: Salaris
pt: Salário
ru: Оплата труда
zh: 薪水

# SalesCommissionPercent
source: Sales Commission
da: Salgskommission
de: Verkaufsprovision
es: Porcentaje de Comisión por ventas
fr: Commission de vente
it: Commissione di vendita
nb: Salgskommisjon
nl: Verkoopcommissie
pt: Comissão de vendas
ru: Комиссионные
zh: 回扣

source: Spouse
da: Ægtefælde
de: Ehepartner
es: Cónyuge
fr: Conjoint
it: Coniuge
nb: Ektefelle
nl: Echtgenoot
pt: Cônjuge
ru: Супруг
zh: 配偶

source: Credit
da: Kredit
de: Kredit
es: Crédito
fr: Crédit
it: Credito
nb: Kreditt
pt: Crédito
ru: Кредит
zh: 信用

source: Lend Products
da: Udlån produkter
de: Produkte ausleihen
es: Prestar Productos
fr: Prêter des produits
it: Prestare prodotti
nb: Låne produkter
nl: Producten uitlenen
pt: Emprestar produtos
ru: Одолжить продукты
zh: 借产品

source: Own house
da: Eget hus
de: Eigenem Haus
es: Casa Propia
fr: Sa propre maison
it: Propria casa
nb: Eget hus
nl: Eigen huis
pt: Casa própria
ru: Собственный дом
zh: 自己的家

# SendBillCollector
source: Send to Collector
da: Send til regningsopkræver
de: An Rechnungseintreiber senden
es: Enviar al Cobrador
fr: Envoyer au collecteur de factures
it: Invia all'esattore delle fatture
nb: Send til regningssamleren
nl: Verzenden naar factuurverzamelaar
pt: Enviar para o cobrador
ru: Отправить коллектору
zh: 发送给收单员

source: Bill Collector
da: Regningssamler
de: Rechnungssammler
es: Cobrador
fr: Percepteur de factures
it: Esattore
nb: Regningssamleren
nl: Deurwaarder
pt: Cobrador
ru: Инкассатор
zh: 收单员

source: Credit Limit
da: Kredit grænse
de: Kreditlimit
es: Límite de crédito
fr: Limite de crédit
it: Limite di credito
nb: Kredittgrense
nl: Kredietlimiet
pt: Limite de crédito
ru: Кредитный лимит
zh: 信用额度

source: End Date
da: Slutdato
de: Endtermin
es: Fecha final
fr: Date de fin
it: Data di fine
nb: Sluttdato
nl: Einddatum
pt: Data final
ru: Дата окончания
zh: 结束日期

source: Active account
da: aktiv konto
de: aktives Konto
es: Cuenta activa
fr: compte actif
it: conto attivo
nb: aktiv konto
nl: actief account
pt: Conta ativa
ru: активный аккаунт
zh: 活跃账户

# ShopRule
source: Shop Settings
da: butiksindstillinger
de: Shop-Einstellungen
es: Configuración de la Sucursal
fr: paramètres de la boutique
it: impostazioni del negozio
nb: butikkinnstillinger
nl: winkel instellingen
pt: Configurações da loja
ru: настройки магазина
zh: 店铺设置

# DefaultClient
source: Default Customer
da: standardkunde
de: Standardkunde
es: Cliente predeterminado
fr: client par défaut
it: cliente predefinito
nb: standard kunde
nl: standaard klant
pt: cliente padrão
ru: клиент по умолчанию
zh: 默认客户

source: Price Level Default
da: Prisniveau Standard
de: Standardpreisniveau
es: Nivel de precio predeterminado
fr: Niveau de prix par défaut
it: Livello di prezzo predefinito
nb: Prisnivå Standard
nl: Prijsniveau Standaard
pt: Padrão de nível de preço
ru: Уровень цен по умолчанию
zh: 价格水平默认值

# OperTypeCreditSale
source: Operation Type Credit Sale
da: Operation Type Kreditsalg
de: Vorgangstyp Kreditverkäufe
es: Operación Venta a Crédito
fr: Type d'opération Ventes à crédit
it: Tipo di operazione Vendite a credito
nb: Driftstype Kredittsalg
nl: Bewerkingstype Kredietverkopen
pt: Tipo de operação Vendas a crédito
ru: Тип операции Продажа в кредит
zh: 经营类型赊销

# OperTypeCreditPurchase
source: Operation Type Credit Purchase
da: Operation Type Kreditkøb
de: Vorgangstyp Kreditkauf
es: Operación Compra a crédito
fr: Type d'opération Achat à crédit
it: Tipo di operazione Acquisto a credito
nb: Driftstype Kredittkjøp
nl: Bewerkingstype Kredietaankoop
pt: Tipo de operação Compra de crédito
ru: Тип операции Покупка в кредит
zh: 操作类型信用购买

# OperTypeCashSale
source: Operation Type Cash Sale
da: Operation Type Kontant salg
de: Vorgangsart Barverkauf
es: Operación de Venta al contado
fr: Type d'opération Vente au comptant
it: Tipo di operazione Vendita in contanti
nb: Driftstype Kontantsalg
nl: Bewerkingstype Contante verkoop
pt: Tipo de operação Venda à vista
ru: Тип операции Продажа за наличные
zh: 操作类型现金销售

# OperTypeCashPurchase
source: Operation Type Cash Purchase
da: Operation Type Kontant køb
de: Vorgangsart Barkauf
es: Operación de Compra al contado
fr: Type d'opération Achat au comptant
it: Tipo di operazione Acquisto in contanti
nb: Driftstype Kontantkjøp
nl: Bewerkingstype Contante aankoop
pt: Tipo de operação Compra à vista
ru: Тип операции Покупка за наличный расчет
zh: 操作类型现金采购

# ModifyPriceInSales
source: Cash sale transaction
da: Kontant salgstransaktion
de: Barverkaufstransaktion
es: Modificar precio de venta
fr: Opération de vente au comptant
it: Transazione di vendita in contanti
nb: Kontantsalgstransaksjon
nl: Contante verkooptransactie
pt: Transação de venda à vista
ru: Сделка купли-продажи за наличный расчет
zh: 现金销售交易

source: Maximum items in sale
da: Maksimalt antal varer i salg
de: Maximale Artikel im Verkauf
es: Máximo de artículos en venta
fr: Nombre maximal d'articles en vente
it: Numero massimo di articoli in vendita
nb: Maksimalt antall varer i salg
nl: Maximum aantal items in de uitverkoop
pt: Máximo de itens à venda
ru: Максимальное количество товаров в продаже
zh: 最大销售物品

source: Interest Rate Monthly
da: Renter Månedligt
de: Zinssatz monatlich
es: Tasa de Interés Mensual
fr: Taux d'intérêt mensuel
it: Tasso di interesse mensile
nb: Rente månedlig
nl: Maandelijkse rente
pt: Taxa de juros mensal
ru: Ежемесячная процентная ставка
zh: 每月利率

source: Force Sale If Stock Is Zero
da: Tvangssalg, hvis lageret er nul
de: Verkauf erzwingen, wenn der Bestand Null ist
es: Forzar venta si el stock es cero
fr: Vente forcée si le stock est nul
it: Forza la vendita se lo stock è zero
nb: Tvangssalg hvis lageret er null
nl: Verkoop afdwingen als de voorraad nul is
pt: Forçar venda se o estoque for zero
ru: Принудительная продажа, если запас равен нулю
zh: 如果库存为零，则强制出售

source: Encrypted price
da: Krypteret pris
de: Verschlüsselter Preis
es: Precio encriptado
fr: Prix crypté
it: Prezzo criptato
nb: Kryptert pris
nl: Gecodeerde prijs
pt: Preço criptografado
ru: Зашифрованная цена
zh: 加密价格

source: Decimals in stock
da: decimaler på lager
de: Dezimalstellen auf Lager
es: Decimales en stock
fr: décimales en stock
it: decimali in magazzino
nb: desimaler på lager
nl: decimalen op voorraad
pt: Decimais em estoque
ru: десятичные знаки в наличии
zh: 存货小数

source: Grant Discounts
da: Give rabatter
de: Rabatte gewähren
es: Conceder Descuentos
fr: Remises sur les subventions
it: Concedi sconti
nb: Gi rabatter
nl: Kortingen verlenen
pt: Conceder descontos
ru: Грант Скидки
zh: 赠款折扣

# MaxDiscountPercent
source: Máximum discount percent
da: Maksimal rabatprocent
de: Maximaler Rabattprozentsatz
es: Porcentaje de descuento máximo
fr: Pourcentage de remise maximum
it: Percentuale massima di sconto
nb: Maksimal rabatt prosent
nl: Maximaal kortingspercentage
pt: Porcentagem máxima de desconto
ru: Максимальный процент скидки
zh: 最大折扣百分比

# MaximumPriceLevel
source: Máximum price level
da: Maksimalt prisniveau
de: Maximales Preisniveau
es: Nivel de precios máximo
fr: Niveau de prix maximum
it: Livello massimo di prezzo
nb: Maksimalt prisnivå
nl: Maximaal prijsniveau
pt: Nível de preço máximo
ru: Максимальный уровень цен
zh: 最高价格水平

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
nl: Beheerder
pt: Administrador
ru: Администратор
zh: 行政人员

source: Finance
da: Finansiere
de: Finanzen
es: Finanzas
fr: La finance
it: Finanza
nb: Finansiere
nl: Financiën
pt: Finança
ru: Финансы
zh: 金融

source: Investor
es: Inversionista
fr: Investisseur
it: Investitore
nl: Investeerder
pt: Investidor
ru: Инвестор
zh: 投资者

source: Operator
da: Operatør
es: Operador
fr: Opérateur
it: Operatore
nb: Operatør
pt: Operador
ru: Оператор
zh: 操作员

source: Seller
da: Sælger
de: Verkäufer
es: Vendedor
fr: Vendeur
it: Venditore
nb: Selger
nl: Verkoper
pt: Vendedor
ru: Продавец
zh: 卖方

source: SuperUser
da: Superbruger
de: Super-Benutzer
es: Superusuario
fr: Super utilisateur
it: Super utente
nb: Superbruker
nl: Super gebruiker
pt: Superusuário
ru: Суперпользователь
zh: 超级用户

source: Discount percentage is invalid
da: rabatprocenten er ugyldig
de: Rabattprozentsatz ist ungültig
es: El porcentaje de descuento no es válido
fr: le pourcentage de remise n'est pas valide
it: la percentuale di sconto non è valida
nb: rabattprosenten er ugyldig
nl: kortingspercentage is ongeldig
pt: a porcentagem de desconto é inválida
ru: процент скидки недействителен
zh: 折扣百分比无效

# GroupIsRequired
source: The group is required
da: gruppen er påkrævet
de: Die Gruppe ist erforderlich
es: El Grupo es un campo requerido
fr: le groupe est obligatoire
it: il gruppo è obbligatorio
nb: gruppen er påkrevd
nl: de groep is verplicht
pt: o grupo é necessário
ru: группа требуется
zh: 该组是必需的

source: Maximum price level is not valid
da: maksimalt prisniveau er ikke gyldigt
de: Höchstpreisstufe ist nicht gültig
es: El nivel de precio máximo no es válido
fr: le niveau de prix maximum n'est pas valide
it: il livello di prezzo massimo non è valido
nb: maksimalt prisnivå er ikke gyldig
nl: maximum prijsniveau is niet geldig
pt: o nível de preço máximo não é válido
ru: максимальный уровень цен недействителен
zh: 最高价格水平无效

# OperationTypeIsRequired
source: The Type of Operation is required
da: typen af operation er påkrævet
de: Die Art der Operation ist erforderlich
es: Se requiere el Tipo de Operación
fr: le type d'opération est requis
it: il tipo di operazione è richiesta
nb: typen operasjon er nødvendig
nl: het type operatie is vereist
pt: o tipo de operação é necessário
ru: требуется тип операции
zh: 操作类型是必需的

# ZoneIsRequired
source: The zone is required
da: zonen er påkrævet
de: die Zone ist erforderlich
es: La Zona es campo requerido
fr: la zone est requise
it: la zona è obbligatoria
nb: sonen er påkrevd
nl: de zone is vereist
pt: a zona é necessária
ru: требуется зона
zh: 该区域是必需的

source: Inventory
da: Beholdning
de: Inventar
es: Inventario
fr: Inventaire
it: Inventario
nb: Inventar
nl: Inventaris
pt: Inventário
ru: Инвентарь
zh: 存货

source: Provider History
da: Udbyder historie
de: Anbietergeschichte
es: Histórico de Proveedor
fr: Historique du fournisseur
it: Cronologia del fornitore
nb: Leverandørhistorie
nl: Providergeschiedenis
pt: Histórico do provedor
ru: История провайдера
zh: 提供者历史

source: Provider Fees
da: Udbyder gebyrer
de: Anbietergebühren
es: Cuotas de Proveedor
fr: Frais de fournisseur
it: Commissioni del fornitore
nb: Leverandøravgifter
nl: Providerkosten
pt: Taxas do provedor
ru: Сборы провайдера
zh: 提供者费用

source: Price List
da: Prisliste
de: Preisliste
es: Lista de Precios
fr: Liste de prix
it: listino prezzi
nb: Pris Liste
nl: Prijslijst
pt: Lista de preços
ru: прайс-лист
zh: 价目单价目表

source: Stock
ru: Снабжать
zh: 库存

source: Customer Debt
da: Kundegæld
de: Kundenschulden
es: Deuda del Cliente
fr: Dette client
it: Debito del cliente
nb: Kundegjeld
nl: Klantenschuld
pt: Dívida do cliente
ru: Долг клиента
zh: 客户债务

# DebtCreditSale
source: Debt for Credit Sale
da: Gæld til Kreditsalg
de: Schulden für Kreditverkauf
es: Deuda por Venta a Crédito
fr: Dette pour vente à crédit
it: Debito per vendita di credito
nb: Gjeld for kredittsalg
nl: Schuld voor kredietverkoop
pt: Dívida para venda a crédito
ru: Долг для продажи в кредит
zh: 信贷销售债务

source: Debt for Purchases
da: Gæld til Køb
de: Schulden für Einkäufe
es: Deuda por Compras
fr: Dette pour achats
it: Debito per acquisti
nb: Gjeld for kjøp
nl: Schuld voor aankopen
pt: Dívida para compras
ru: Долг за покупки
zh: 购买债务

# DebtSupplier
source: Debt to Supplier
da: Gæld til leverandør
de: Schulden gegenüber dem Lieferanten
es: Deuda a Proveedor
fr: Dette envers le fournisseur
it: Debito verso il fornitore
nb: Gjeld til leverandør
nl: Schuld aan leverancier
pt: Dívida ao fornecedor
ru: Задолженность перед поставщиком
zh: 欠供应商的债务

# albaran
source: Delivery Note
da: Følgeseddel
es: Albarán
fr: Bon de livraison
it: Bolla d'accompagnamento
nb: Følgeseddel
nl: Afleveringsbon
pt: Nota de entrega
ru: Накладная
zh: 送货单

source: Inventory report
da: Inventar rapport
de: Inventarbericht
es: Informe de Inventario
fr: Rapport d'inventaire
it: Rapporto di inventario
nb: Inventarrapport
nl: Inventarisatierapport
pt: Relatório de inventário
ru: Отчет об инвентаризации
zh: 库存报告

source: Purchase Order
da: Købsordre
de: Bestellung
es: Orden de Compra
fr: Bon de commande
it: Ordinazione d'acquisto
nb: Bestilling
nl: Bestelling
pt: Ordem de Compra
ru: Заказ на покупку
zh: 采购订单

source: Return Purchases
da: Returkøb
de: Einkäufe zurückgeben
es: Devolución de Compras
fr: Retourner les achats
it: Acquisti di ritorno
nb: Returkjøp
nl: Aankopen retourneren
pt: Devolução de compras
ru: Возврат покупок
zh: 退货购买

source: Sales Order
da: Salgsordre
de: Verkaufsauftrag
es: Orden de Venta
fr: Bon de commande
it: Ordine di vendita
nb: Salgsordre
nl: Verkooporder
pt: Pedido de venda
ru: Заказ клиента
zh: 销售订单

source: Sales Report
da: Salgsrapport
de: Verkaufsbericht
es: Informe de Ventas
fr: Rapport des ventes
it: Rapporto delle vendite
nb: Salgsrapport
nl: Verkoopcijfers
pt: Relatório de vendas
ru: Отчет о продажах
zh: 销售报告

source: Sales Return
da: Salgsretur
de: Verkaufsrückgabe
es: Devolución de Venta
fr: Retour de vente
it: Ritorno di vendita
nb: Salgsretur
nl: Verkoopretour
pt: Retorno de vendas
ru: Возвращение продаж
zh: 销售退货

# TransferProduct
source: Transfer
da: produktoverførsel
de: Produktübertragung
es: Transferencia de Productos
fr: Transfert de produit
it: Trasferimento del prodotto
nb: Produktoverføring
nl: productoverdracht
pt: Transferência de produto
ru: Передача продукта
zh: 产品转移

source: Transfer Report
da: Overførselsrapport
de: Übertragungsbericht
es: Informe de Transferencia
fr: Rapport de transfert
it: Rapporto di trasferimento
nb: Overføringsrapport
nl: Overdrachtsrapport
pt: Relatório de transferência
ru: Отчет о передаче
zh: 转移报告

source: Unfulfilled Orders
da: Uopfyldte ordrer
de: Nicht erfüllte Bestellungen
es: Pedidos no Abastecidos
fr: Commandes non exécutées
it: Ordini inevasi
nb: Uoppfylte bestillinger
nl: Niet-uitgevoerde bestellingen
pt: Pedidos não atendidos
ru: невыполненные заказы
zh: 未完成的订单

# BanknotesDenomination
source: Banknote Denomination
da: Seddelværdi
de: Banknotenbezeichnung
es: Denominación de billetes
fr: Dénomination du billet
it: Denominazione delle banconote
nb: Pålydende seddel
nl: Bankbiljet denominatie
pt: Denominação da Nota
ru: Номинал банкноты
zh: 纸币面额

# CashBoxClose
source: Close the CashBox
da: CashBox Luk
de: Kasse schließen
es: Cierra de Caja
fr: Caisse Fermer
it: Cassa chiusa
nb: CashBox Lukk
nl: CashBox Sluiten
pt: Fechar Caixa
ru: Касса Закрыть
zh: 关闭钱箱

source: CashBox Opening
da: CashBox åbning
de: Kassenöffnung
es: Apertura de caja
fr: Ouverture de la caisse
it: Apertura cassa
nb: CashBox åpning
nl: CashBox openen
pt: Abertura de Caixa
ru: Открытие кассы
zh: 钱箱开口

source: cashbox count
da: kasseoptælling
de: Kasse zählen
es: Arqueo de Caja
fr: Caisse
it: Conteggio Cassa
nb: Antall kontanter
nl: kassa telling
pt: Contagem de caixa
ru: количество касс
zh: 钱箱计数

source: Consumption
da: Forbrug
de: Verbrauch
es: Consumo
fr: Consommation
it: Consumo
nb: Forbruk
nl: Consumptie
pt: Consumo
ru: Потребление
zh: 消费

source: Customer Fees
da: Kundegebyrer
de: Kundengebühren
es: Cuota de Clientes
fr: Frais client
it: Commissioni del cliente
nb: Kundeavgifter
nl: Klantkosten
pt: Taxas do cliente
ru: Комиссия клиентов
zh: 客户费用

source: Customer History
da: Kundehistorie
de: Kundenhistorie
es: Historial del Cliente
fr: Historique du client
it: Storia del cliente
nb: Kundehistorikk
nl: Klantgeschiedenis
pt: Histórico do cliente
ru: История клиентов
zh: 客户历史

source: Customer Payment Report
da: Kundebetalingsrapport
de: Kundenzahlungsbericht
es: Informe de Cobro a Cliente
fr: Rapport de paiement client
it: Rapporto di pagamento del cliente
nb: Kundebetalingsrapport
nl: Klantbetalingsrapport
pt: Relatório de pagamento do cliente
ru: Отчет о платежах клиентов
zh: 客户付款报告

source: Price tag
da: Prisskilt
de: Preisschild
es: Etiqueta de Precio
fr: Étiquette de prix
it: Cartellino del prezzo
nb: Prislapp
nl: Prijskaartje
pt: Etiqueta de preço
ru: Ценник
zh: 价格标签

source: Product Price
da: Produkt Pris
de: Produktpreis
es: Precio de Productos
fr: Prix ​​du produit
it: Prezzo del prodotto
nb: Produktpris
nl: Product prijs
pt: Preço do produto
ru: Цена продукта
zh: 产品价格

source: Provider Payment
da: Udbyder betaling
de: Anbieterzahlung
es: Pago a Proveedor
fr: Paiement du fournisseur
it: Pagamento del fornitore
nb: Leverandørbetaling
nl: Aanbieder betaling
pt: Pagamento do provedor
ru: Оплата провайдеру
zh: 提供者付款

source: Provider Payment Report
da: Udbyder betalingsrapport
de: Anbieterzahlungsbericht
es: Informe de Pago a Proveedor
fr: Rapport de paiement du fournisseur
it: Rapporto sul pagamento del fornitore
nb: Leverandørbetalingsrapport
nl: Betalingsrapport van provider
pt: Relatório de pagamento do provedor
ru: Отчет о платежах поставщика
zh: 提供者付款报告

source: Sale Express
da: Salg Express
de: Verkauf Express
es: Venta Express
fr: Vente Express
it: Vendita Express
nb: Salgsekspress
nl: Verkoop Express
pt: Venda Expressa
ru: Распродажа Экспресс
zh: 销售快递

# CustomerDebtsReport
source: accounts receivable report
da: Debitorrapport
de: Debitorenbuchhaltung
es: Informe de Cuentas por Cobrar
fr: Rapport sur les comptes clients
it: Rapporto di contabilità clienti
nb: Kundereskontrorapport
nl: Debiteurenrapport
pt: Relatório de contas a receber
ru: Отчет о дебиторской задолженности
zh: 应收账款报告

# ProviderDebtReport
source: accounts payable report
da: Kreditorrapport
de: Kreditorenbericht
es: Informe de Cuentas por Pagar
fr: Rapport sur les comptes fournisseurs
it: Resoconto di contabilità fornitori
nb: Leverandørreskontrorapport
nl: Crediteurenrapport
pt: Relatório de contas a pagar
ru: Отчет о кредиторской задолженности
zh: 应付账款报告

source: clear TextBox
da: rydde tekstfelt
de: klares Textfeld
es: limpiar caja de texto
fr: zone de texte claire
it: casella di testo chiara
nb: tøm tekstboksen
nl: tekstvak wissen
pt: limpar caixa de texto
ru: очистить текстовое поле
zh: 清除文本框

source: Go Back
da: gå tilbage
de: geh zurück
es: Volver
fr: retourner
it: tornare
nb: gå tilbake
nl: ga terug
pt: Voltar
ru: вернитесь назад
zh: 回去

# SearchOfSourceProduct
source: Search of Product Source
da: Søg efter produktkilde
de: Suche nach Produktquelle
es: Búsqueda de Procedencias
fr: Recherche de source de produit
it: Ricerca della fonte del prodotto
nb: Søk etter produktkilde
nl: Zoeken naar productbron
pt: Pesquisa de origem do produto
ru: Поиск источника продукта
zh: 产品来源搜索

source: Workplace
da: Arbejdsplads
de: Arbeitsplatz
es: Lugar de Trabajo
fr: Lieu de travail
it: Posto di lavoro
nb: Arbeidsplass
nl: Werkplek
pt: Ambiente de trabalho
ru: Рабочее место
zh: 工作场所

source: Work Phone
da: arbejdstelefon
de: Arbeitshandy
es: Teléfono del trabajo
fr: téléphone de travail
it: Telefono del lavoro
nb: jobbtelefon
nl: werktelefoon
pt: Telefone de Trabalho
ru: Рабочий телефон
zh: 工作电话

source: Spouse Identification
da: ægtefælles identifikation
de: Ehegattenidentifikation
es: Identificación del cónyuge
fr: identification du conjoint
it: identificazione del coniuge
nb: identifikasjon av ektefelle
nl: echtgeno(o)t(e) identificatie
pt: identificação do cônjuge
ru: идентификация супруга
zh: 配偶身份证明

source: Indeterminate
da: Ubestemt
de: Unbestimmt
es: Indeterminado
fr: Indéterminé
it: Indeterminato
nb: Ubestemt
nl: onbepaald
pt: Indeterminado
ru: Неопределенный
zh: 不定

source: Children
da: Børn
de: Kinder
es: Hijos
fr: Enfants
it: Bambini
nb: Barn
nl: Kinderen
pt: Crianças
ru: Дети
zh: 孩子们

source: Male
da: Han
de: Männlich
es: Masculino
fr: Masculin
it: Maschio
nb: Mann
nl: Mannelijk
pt: Macho
ru: Мужской
zh: 男性

source: Properties
da: Ejendomme
de: Eigenschaften
es: Bienes
fr: Propriétés
it: Proprietà
nb: Egenskaper
nl: Eigenschappen
pt: Propriedades
ru: Характеристики
zh: 特性

source: Remark
da: Bemærkning
de: Anmerkung
es: Observación
fr: Remarque
it: Nota
nb: Bemerke
nl: Opmerking
pt: Observação
ru: Примечание
zh: 评论

source: Residence Date
da: Bopælsdato
de: Wohnsitzdatum
es: Fecha de Residencia
fr: Date de résidence
it: Data di residenza
nb: Bostedsdato
nl: Verblijfsdatum
pt: Data de residência
ru: Дата проживания
zh: 居住日期

source: Work start date
da: Arbejdsstartdato
de: Datum des Arbeitsbeginns
es: Fecha de inicio laboral
fr: Date de début de travail
it: Data di inizio lavori
nb: Startdato for arbeidet
nl: Startdatum werk
pt: Data de início do trabalho
ru: Дата начала работы
zh: 工作开始日期

source: Female
da: kvinde
de: weiblich
es: Femenino
fr: femelle
it: femmina
nb: hunn
nl: vrouwelijk
pt: fêmeo
ru: женщина
zh: 女性

source: Access Code
da: Adgangskode
de: Zugangscode
es: Código de acceso
fr: Code d'accès
it: Codice d'accesso
nb: Tilgangskode
nl: Toegangscode
pt: Código de acesso
ru: Код доступа
zh: 访问代码

source: Blood type
da: Blodtype
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
it: Gruppo sanguigno
nb: Blodtype
nl: Bloedtype
pt: Tipo sanguíneo
ru: Группа крови
zh: 血型

source: Civil status
da: Civilstand
de: Zivilstand
es: Estado civil
fr: État civil
it: Stato civile
nb: Sivil status
nl: Burgerlijke staat
pt: Estado civil
ru: Гражданский статус
zh: 公民身份

source: Driver's license
da: Kørekort
de: Führerschein
es: Licencia de conducir
fr: Permis de conduire
it: Patente di guida
nb: Førerkort
nl: Rijbewijs
pt: Carteira de motorista
ru: Водительские права
zh: 驾驶执照

# Emergency1Number
source: Emergency contact Number primary
da: Nødkontakt nummer primært
de: Notrufnummer primär
es: Número de contacto de emergencia principal
fr: Numéro de contact d'urgence principal
it: Contatto di emergenza Numero primario
nb: Nødkontakt nummer primært
nl: Contactnummer voor noodgevallen primair
pt: Número de contato de emergência principal
ru: Первичный экстренный контакт
zh: 紧急联络号码主要
