Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# SearchOfEmployees
source: Search of Employee
da: søge medarbejder
de: Mitarbeiter suchen
es: Búsqueda de Empleados
fr: recherche d'employé
it: cerca dipendente
nb: søk etter ansatt
nl: zoeken naar werknemer
pt: Procurar Funcionário
ru: поиск сотрудника
zh: 寻找员工

# SearchBranchOffices
source: Find Branch-offices
da: Søg filialer
de: Filialen suchen
es: Búsqueda de Sucursales
fr: Rechercher des succursales
it: Cerca filiali
nb: Søk på avdelingskontorer
nl: Zoek filialen
pt: Pesquisar filiais
ru: Поиск филиалов
zh: 搜索分公司

source: Reload
da: Genindlæs
de: Erneut laden
es: Recargar
fr: Recharger
it: Ricarica
nb: Last inn på nytt
nl: Opnieuw laden
pt: Recarregar
ru: Перезагрузить
zh: 重新加载

source: job position
da: Stillingsniveau
de: Berufliche Stellung
es: Puesto de trabajo
fr: Emploi/Poste
it: Posizione Lavorativa
nb: jobb stilling
nl: Functie
pt: Cargo
ru: Должность
zh: 工作岗位

# job_Sectors
source: job sector
da: Projekt sektor
de: Auftrag Branche
es: Sector Laboral
fr: Secteur d’emploi
it: Settore
nb: Jobbsektor
nl: Vacature Branche
pt: Setor de Emprego
ru: Сфера Работи
zh: 应聘行业

source: error when selecting item
da: Fejl ved valg af punkt
de: Fehler beim Auswählen von Artikel
es: Error al seleccionar Item
fr: Erreur lors de la sélection de l'élément
it: Errore durante la selezione dell'elemento
nb: Feil ved valg av punkt
nl: Fout bij het selecteren van ítem
pt: Erro ao selecionar ítem
ru: Ошибка при выборе ítem
zh: 选择项目时出错

source: Price Level
da: prisniveau
de: Preisniveau
es: Nivel de Precio
fr: niveau de prix
it: Livello di prezzo
nb: prisnivå
nl: prijsniveau
pt: nível de preço
ru: ценовой уровень
zh: 价格水平

source: Discount max rate
da: Rabat maks. Sats
de: Rabatt max. Rate
es: Máximo porcentaje de descuento
fr: Taux de remise maximum
it: Tasso massimo di sconto
nb: Maksimal rabatt
nl: Maximaal kortingstarief
pt: Taxa máxima de desconto
ru: Максимальная ставка скидки
zh: 折扣最大率

source: Search of Zones
da: zoeken naar zones
de: Zonensuche
es: Búsqueda de Zonas
fr: Recherche de zones
it: Ricerca di zone
nb: Søk etter soner
nl: zoeken naar zones
pt: Pesquisa de zonas
ru: Поиск зон
zh: 搜索区域

# SearchOfOperationTypes
source: Search of Operation Type
da: Søgning efter operationstype
de: Suche nach Operationstyp
es: Búsqueda de Tipo de Operación
fr: Recherche de type d'opération
it: Ricerca del tipo di operazione
nb: Søk etter operasjonstype
nl: Zoeken op type bewerking
pt: Pesquisa de tipo de operação
ru: Поиск типа операции
zh: 操作类型搜索

source: Search of Groups
da: Søgning efter grupper
de: Suche nach Gruppen
es: Búsqueda de Grupos
fr: Recherche de groupes
it: Ricerca di gruppi
nb: Søk etter grupper
nl: Zoeken van groepen
pt: Pesquisa de Grupos
ru: Поиск групп
zh: 搜索组

source: Contact Name is Invalid
da: Kontaktnavn er ugyldigt
de: Kontaktname ist ungültig
es: El nombre de contacto no es válido
fr: le nom du contact n'est pas valide
it: Il nome del contatto non è valido
nb: Kontaktnavnet er ugyldig
nl: Contactnaam is ongeldig
pt: O nome do contato é inválido
ru: Контактное имя недействительно
zh: 联系人姓名无效

# RucNumberIsInvalid
source: The Taxpayer's document number is not valid
da: Skatteyderens dokumentnummer er ikke gyldigt
de: Die Dokumentennummer des Steuerpflichtigen ist ungültig
es: El RUC del contribuyente no es válido
fr: Le numéro de document du contribuable n'est pas valide
it: Il numero di documento del contribuente non è valido
nb: Skattyters dokumentnummer er ikke gyldig
nl: Het documentnummer van de Belastingbetaler is niet geldig
pt: O número do documento do contribuinte não é válido
ru: Номер документа налогоплательщика недействителен
zh: 纳税人的证件号码无效

# ProviderType_ErrorMustSelect
source: You must select a Provider Type
da: Du skal vælge en udbydertype
de: Sie müssen einen Anbietertyp auswählen
es: Debe seleccionar un tipo de Proveedor
fr: Vous devez sélectionner un type de fournisseur
it: Devi selezionare un tipo di fornitore
nb: Du må velge en leverandørtype
nl: U moet een providertype selecteren
pt: Você deve selecionar um tipo de provedor
ru: Вы должны выбрать тип провайдера
zh: 您必須選擇提供者類型

# PaymentType_ErrorMustSelect
source: You must select a Payment Type
da: Du skal vælge en betalingstype
de: Sie müssen eine Zahlungsart auswählen
es: Debe seleccionar un Tipo de Pago
fr: Vous devez sélectionner un type de paiement
it: Devi selezionare un tipo di pagamento
nb: Du må velge en betalingstype
nl: Du skal vælge en betalingstype
pt: Você deve selecionar um tipo de pagamento
ru: Вы должны выбрать тип платежа
zh: 您必須選擇付款類型

# StampIsInvalid
source: the stamp is invalid
da: stemplet er ugyldigt
de: der Stempel ist ungültig
es: El Timbrado no es válido
fr: le tampon n'est pas valide
it: il timbro non è valido
nb: stemplet er ugyldig
nl: de stempel is ongeldig
pt: o selo é inválido
ru: штамп недействителен
zh: 邮票无效

# BankErrorMustSelect
source: You must select a Bank
da: Du skal vælge en bank
de: Sie müssen eine Bank auswählen
es: Debes seleccionar un banco
fr: Vous devez sélectionner une banque
it: Devi selezionare una banca
nb: Du må velge en bank
nl: U moet een bank selecteren
pt: Você deve selecionar um banco
ru: Вы должны выбрать банк
zh: 您必须选择银行

# SearchOfProvider
source: Search of Suppliers
da: søg efter leverandører
de: Suche nach Lieferanten
es: Búsqueda de Proveedores
fr: Recherche de fournisseurs
it: Ricerca fornitori
nb: søk etter leverandører
nl: zoeken naar leveranciers
pt: Procurar fornecedores
ru: поиск поставщиков
zh: 寻找供应商

source: Business name
da: Virksomhedsnavn
de: Name des Geschäftes
es: Nombre Comercial
fr: Nom commercial
it: Ragione sociale
nb: Navn på virksomhet
nl: Handelsnaam
pt: Nome da empresa
ru: Юридическое название фирмы
zh: 企业名

source: Company
da: Virksomhed
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
nb: Selskap
nl: Bedrijf
pt: Empresa
ru: Компания
zh: 公司

source: Service
da: Tjeneste
de: Dienstleistung
es: Servicio
fr: Services
it: Servizio
pt: Serviço
ru: Услуга
zh: 服务

source: Production
da: Produktion
de: Produktion
es: Producción
it: Produzione
nb: Produksjon
nl: Productie
pt: Produção
ru: Производство
zh: 生产

source: Cattle Raising
da: kvægavl
de: Viehzucht
es: Ganadería
fr: l'élevage du bétail
it: allevamento di bestiame
nb: storfeoppdrett
nl: veeteelt
pt: pecuária
ru: разведение скота
zh: 养牛业

# comercialContact
source: Contact
da: Kontakt
de: Kontakt
es: Contacto
it: Contatto
nb: Kontakt
nl: Contactgegevens
pt: Contato
ru: Контакт
zh: 联系方式

# RUC
source: SSN
da: NIT
de: IdNr
es: RUC
fr: SIRET
it: COFIS
nb: RNNO
nl: BSN
pt: CNPJ
ru: ICEX
zh: RNTW

source: Stamped
da: Stemplet
de: Eingestempelt
es: Timbrado
it: Stampato
nb: Stemplet
nl: geponst gat
pt: Data carimbada
ru: Напечатано
zh: 盖章

# PaymentType
source: Payment Options
da: Betalingsmuligheder
de: Zahlungsoptionen
es: Tipo de Pago
fr: Options de paiement
it: Opzioni di Pagamento
nb: Betalingsalternativer
nl: Betaalopties
pt: Formas de Pagamento
ru: Варианты оплаты
zh: 付款方式

source: Provider Type
da: Udbyder Type
de: Anbietertyp
es: Tipo de proveedor
fr: Aanbiedertype
it: Tipo di fornitore
nb: Leverandørtype
nl: Aanbiedertype
pt: Tipo de Provedor
ru: Тип провайдера
zh: 提供者类型

# SearchOfProviderType
source: Search of Types of Providers
da: Søg efter udbydere
de: Suche nach Anbietertypen
es: Búsqueda de Tipo de Proveedores
fr: Recherche de types de Prestataires
it: Ricerca di tipologie di Provider
nb: Søk etter typer leverandører
nl: Zoek naar soorten Providers
pt: Pesquisa de tipos de Provedores
ru: Поиск типов Провайдеров
zh: 搜索提供商类型

source: Search of Cities
da: Søg efter byer
de: Städtesuche
es: Búsqueda de Ciudades
fr: Recherche de villes
it: Ricerca di città
nb: Søk etter byer
nl: Zoek steden
pt: Busca de cidades
ru: Поиск городов
zh: 城市搜索

source: Search of Payment Types
da: Søgning efter betalingstyper
de: Suche nach Anbietertypen
es: Búsqueda de Tipo de Pagos
fr: Recherche de types de paiement
it: Ricerca di tipi di pagamento
nb: Søk etter betalingstyper
nl: Zoek naar betalingswijzen
pt: Pesquisa de tipos de pagamento
ru: Поиск видов платежей
zh: 搜索付款方式

source: Invoice Number
da: Faktura nummer
de: Rechnungsnummer
es: Numero de Factura
fr: Numéro de facture
it: Numero di fattura
nb: Fakturanummer
nl: Factuurnummer
pt: Número da Fatura
ru: Номер счета
zh: 發票編號

source: Carrier
da: transportør
de: Träger
es: Transportadora
fr: transporteuse
it: vettore
nb: transportør
nl: vervoerder
pt: Entrega
ru: Доставка
zh: 载体

source: Import Costs
da: importomkostninger
de: Einfuhrkosten
es: Gastos de Importacion
fr: frais d'importation
it: costi di importazione
nb: importkostnader
nl: importkosten
pt: custos de importação
ru: затраты на импорт
zh: 进口成本

source: it is imported
da: den er importeret
de: es ist importiert
es: Es Importacion
fr: il est importé
it: è importato
nb: den er importert
nl: het is geïmporteerd
pt: é importado
ru: это импортировано
zh: 它是进口的

# PurchaseWithHoldindTax
source: Purchase with Withholding Tax
da: Køb med kildeskat
de: Kauf mit Quellensteuer
es: Compra con Retención
fr: Achat avec retenue à la source
it: Acquisto con ritenuta d'acconto
nb: Kjøp med kildeskatt
nl: Aankoop met bronbelasting
pt: Compra com imposto retido na fonte
ru: Покупка с удерживаемым налогом
zh: 购买预扣税

source: Type of voucher
da: Bilagstype
de: Art des Gutscheins
es: Tipo de Comprobante
fr: Type de bon
it: Tipo di buono
nb: Kupongtype
nl: Soort bon
pt: Tipo de voucher
ru: Тип ваучера
zh: 代金券类型

source: Voucher Detail
da: Kupon detaljer
de: Gutscheindetails
es: Detalle de Retencion
fr: Détail du chèque-cadeau
it: Dettaglio Buono
nb: Kupongdetaljer
nl: Voucherdetails
pt: Detalhe do voucher
ru: Подробная информация о ваучере
zh: 优惠券详情

source: taxpayer situation
da: skatteydernes situation
de: Situation des Steuerzahlers
es: Situación del Contribuyente
fr: situation du contribuable
it: situazione dei contribuenti
nb: skattebetalers situasjon
nl: situatie van de belastingbetaler
pt: situação do contribuinte
ru: положение налогоплательщика
zh: 纳税人情况

source: Rent withholding
da: Leje tilbageholdelse
de: Mieteinbehalt
es: Retención de renta
fr: Retenue de loyer
it: Ritenuta d'affitto
nb: Leiebeholdning
nl: Huurinhouding
pt: Retenção de aluguel
ru: Удержание арендной платы
zh: 租金预扣

# IVAwithholding
source: VAT withholding
da: Momsindeholdelse
de: Mehrwertsteuereinbehalt
es: Retención de IVA
nb: MVA -tilbakeholdelse
pt: Retenção de IVA na fonte
ru: Удержание НДС
zh: 增值税预扣

source: Quantity
da: Antal
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
nb: Mengde
nl: Aantal
pt: Quantidade
ru: Количество
zh: 数量

source: Tax
da: Moms
de: Steuer
es: Impuesto
fr: Fiscalité
it: Imposta
nb: Moms
nl: Btw
pt: Imposto
ru: Налог
zh: 税款

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
nb: Beskrivelse
nl: Omschrijving
pt: Descrição
ru: Описание
zh: 说明

source: Exent
da: fritaget
de: befreit
es: Exenta
fr: exempter
it: esonerare
nb: unntatt
nl: vrijstellen
pt: isentar
ru: освобождать
zh: 豁免

# iva
source: VAT
da: Moms
de: MwSt
es: IVA
fr: TVA
it: IVA
nb: Mva
pt: ICMS
ru: НДС
zh: 增值税

source: Total Retention
da: total fastholdelse
de: Gesamteinbehalt
es: Total Retencion
fr: rétention totale
it: ritenzione totale
nb: total oppbevaring
nl: totale retentie
pt: retenção total
ru: полное удержание
zh: 总保留

source: VAT Settlement
da: Momsafregning
de: Umsatzsteuerabrechnung
es: Liquidación del IVA
fr: Décompte TVA
it: Liquidazione IVA
nb: Mva -oppgjør
nl: btw-afrekening
pt: Liquidação de IVA
ru: Расчет НДС
zh: 增值税结算

source: Retention basis
da: Opbevaringsgrundlag
de: Retentionsbasis
es: Base de retención
fr: Base de rétention
it: Base di conservazione
nb: Oppbevaringsgrunnlag
nl: Retentie basis
pt: Base de retenção
ru: Основа удержания
zh: 保留基础

source: Retention percentage
da: Opbevaringsprocent
de: Retention Prozentsatz
es: Porcentaje de Retención
fr: Pourcentage de rétention
it: Percentuale di ritenzione
nb: Oppbevaringsprosent
nl: Retentiepercentage
pt: Porcentagem de retenção
ru: процент удержания
zh: 保留百分比

source: Total VAT Withheld
da: Samlet moms tilbageholdt
de: Gesamte einbehaltene Mehrwertsteuer
es: Total de IVA retenido
fr: TVA totale retenue
it: IVA totale trattenuta
nb: Total moms tilbakeholdt
nl: Totaal ingehouden btw
pt: Total de IVA retido
ru: Общая сумма удержанного НДС
zh: 预扣增值税总额

source: Total Rent withheld
da: samlet husleje tilbageholdt
de: Gesamtmiete einbehalten
es: Total Renta retenido
fr: loyer total retenu
it: canone totale trattenuto
nb: total leie tilbakeholdt
nl: totale ingehouden huur
pt: aluguel total retido
ru: общая удержанная арендная плата
zh: 扣除的总租金

source: ISO code
da: ISO -kode
es: Código ISO
fr: Code ISO
it: Codice ISO
nb: ISO -kode
pt: Código ISO
ru: Код ISO
zh: ISO代码

source: Base currency
da: basisvaluta
de: Hauptwährung
es: Moneda base
fr: devise de base
it: valuta di base
nb: basisvaluta
nl: basisvaluta
pt: moeda base
ru: базисная валюта
zh: 基础货币

source: Decimals
da: decimaler
de: Dezimalstellen
es: Decimales
fr: décimales
it: decimali
nb: desimaler
nl: decimalen
pt: decimais
ru: десятичные дроби
zh: 小数点

source: Commission
da: Provision
de: Kommission
es: Comisión
it: Commissione
nb: Kommisjon
nl: Commissie
pt: Comissão
ru: Комиссия
zh: 委员会

# SearchOfMoney
source: Search of Currency
da: søgning efter valuta
de: Suche nach Währung
es: Búsqueda de Moneda
fr: recherche de devise
it: ricerca di valuta
nb: søk etter valuta
nl: zoeken naar valuta
pt: busca de moeda
ru: поиск валюты
zh: 货币搜索

# mobileIsInvalid
source: Mobile number is invalid
da: Mobilnummer er ugyldigt
de: Die Handynummer ist ungültig
es: Número de celular es invalido
fr: Le numéro de téléphone portable n’est pas valide
it: Questo numero di cellulare non è valido
nb: Mobilnummeret er ugyldig
nl: Mobiel nummer is ongeldig
pt: O número do celular é inválido
ru: Номер мобильного телефона недействителен
zh: 手机号码无效

# moneyIsInvalid
source: the currency is not valid
da: valutaen er ikke gyldig
de: die Währung ist nicht gültig
es: La moneda no es válida
fr: la devise n'est pas valide
it: la valuta non è valida
nb: valutaen er ikke gyldig
nl: de valuta is niet geldig
pt: Moeda não é válida
ru: валюта недействительна
zh: 货币无效

# barcodeIsNotValid
source: The barcode is not valid
da: Stregkoden er ikke gyldig
de: Der Strichcode des Inhalts ist nicht gültig
es: El código de barras no es válido
fr: le code barre n'est pas valide
it: il codice a barre non è valido
nb: strekkoden er ikke gyldig
nl: de streepjescode is niet geldig
pt: o código de barras não é válido
ru: штрих-код недействителен
zh: 条形码无效

# JobSectorNotValid
source: the Job Sector is not valid
da: jobsektoren er ikke gyldig
de: der Job-Sektor ist nicht gültig
es: El Sector Laboral no es válido
fr: le secteur d'emploi n'est pas valide
it: il Settore Lavoro non è valido
nb: jobbsektoren er ikke gyldig
nl: de banensector is niet geldig
pt: o setor de trabalho não é válido
ru: Сектор вакансий недействителен
zh: 工作部门无效

# JobPostIsInvalid
source: The job post is not valid
da: Stillingen er ikke gyldig
de: Die Stellenausschreibung ist nicht gültig
es: El puesto de trabajo no es válido
fr: L'offre d'emploi n'est pas valide
it: L'annuncio di lavoro non è valido
nb: Stillingen er ikke gyldig
nl: De vacature is niet geldig
pt: A postagem de trabalho não é válida
ru: Сообщение о вакансии недействительно
zh: 该职位无效

# ProfessionIsNotValid
source: The profession is not valid
da: Erhvervet er ikke gyldigt
de: Der Beruf ist nicht gültig
es: La profesión no es válida
fr: La profession n'est pas valable
it: La professione non è valida
nb: Yrket er ikke gyldig
nl: Het beroep is niet geldig
pt: A profissão não é válida
ru: Профессия не действительна
zh: 职业无效

source: Father name is not valid
da: Fadernavnet er ikke gyldigt
de: Der Name des Vaters ist nicht gültig
es: El nombre del padre no es válido
fr: Le nom du père n'est pas valide
it: Il nome del padre non è valido
nb: Farenavnet er ikke gyldig
nl: De naam van de vader is niet geldig
pt: O nome do pai não é válido
ru: Имя отца недействительно
zh: 父亲姓名无效

# MotherNameIsInvalid
source: The mother name is not valid
da: Modernavnet er ikke gyldigt
de: Der Name der Mutter ist ungültig
es: El nombre de la madre no es válido
fr: Le nom de la mère n'est pas valide
it: Il nome della madre non è valido
nb: Morsnavnet er ikke gyldig
nl: De naam van de moeder is niet geldig
pt: O nome da mãe não é válido
ru: Имя матери недействительно
zh: 母亲姓名无效

# BloodTypenameNotValid
source: The Blood Typename is not valid
da: Blodtypenavnet er ikke gyldigt
de: Der Name der Blutgruppe ist nicht gültig
es: El nombre del tipo de sangre no es válido
fr: Le nom du groupe sanguin n'est pas valide
it: Il nome del gruppo sanguigno non è valido
nb: Blodtypenavnet er ikke gyldig
nl: De bloedgroepnaam is niet geldig
pt: O nome do tipo Blood não é válido
ru: Имя типа крови недействительно
zh: 血型名称无效

# SalaryIsNotValid
source: the salary is not valid
da: lønnen er ikke gyldig
de: das Gehalt ist nicht gültig
es: El salario no es valido
fr: le salaire n'est pas valable
it: lo stipendio non è valido
nb: lønnen er ikke gyldig
nl: het salaris is niet geldig
pt: o salário não é válido
ru: зарплата недействительна
zh: 工资无效

# CommissionSaleIsNotValid
source: the commission for sale is not valid
da: kommissionen for salg er ikke gyldig
de: die Provision für den Verkauf ist nicht gültig
es: La comisión de venta no es válida
fr: la commission de vente n'est pas valable
it: la commissione di vendita non è valida
nb: provisjonen for salg er ikke gyldig
nl: de commissie voor verkoop is niet geldig
pt: a comissão pela venda não é válida
ru: комиссия за продажу не действует
zh: 销售佣金无效

# CommissionCollectionIsNotValid
source: The commission for collection is not valid
da: provision for afhentning er ikke gyldig
de: die Kommission für die Abholung ist nicht gültig
es: La comisión por cobranza no es válida
fr: la commission d'encaissement n'est pas valable
it: la commissione per la riscossione non è valida
nb: kommisjonen for innsamling er ikke gyldig
nl: de commissie voor incasso is niet geldig
pt: a comissão de cobrança não é válida
ru: комиссия за взыскание недействительна
zh: 收款委托无效

source: Search of Carrier
da: eftersøgning af transportører
de: Suche nach Spediteuren
es: Búsqueda de Transportadoras
fr: recherche de transporteurs
it: ricerca di vettori
nb: søk på transportører
nl: zoeken van vervoerders
pt: Procurar Transportadores
ru: поиск конвейеров
zh: 搜索运营商

# BranchManagerIsNoValid
source: The Branch Manager is not valid
da: Filialchefen er ugyldig
de: Der Filialleiter ist ungültig
es: El gerente de sucursal no es válido
fr: Le directeur de succursale n'est pas valide
it: Il direttore di filiale non è valido
nb: Filialsjefen er ikke gyldig
nl: De filiaalmanager is niet geldig
pt: O gerente de filial não é válido
ru: Менеджер филиала недействителен
zh: 分公司经理无效

# BirthDateIsInvalid
source: The Birth Date is not valid
da: Fødselsdatoen er ikke gyldig
de: Das Geburtsdatum ist nicht gültig
es: La fecha de nacimiento no es válida
fr: La date de naissance n'est pas valide
it: La data di nascita non è valida
nb: Fødselsdatoen er ikke gyldig
nl: De geboortedatum is niet geldig
pt: A data de nascimento não é válida
ru: Дата рождения недействительна
zh: 出生日期无效

# SexIsNotvalid
source: The Sex is not valid
da: Sexet er ikke gyldigt
de: Das Geschlecht ist nicht gültig
es: El sexo no es válido
fr: Le sexe n'est pas valide
it: Il sesso non è valido
nb: Kjønnet er ikke gyldig
nl: Het geslacht is niet geldig
pt: O sexo não é válido
ru: Пол недействителен
zh: 性别无效

# WorkStartDateIsInvalid
source: The Work Start Date is not valid
da: Startdatoen for arbejdet er ikke gyldig
de: Das Arbeitsbeginndatum ist nicht gültig
es: La fecha de inicio del trabajo no es válida
fr: La date de début de travail n'est pas valide
it: La data di inizio del lavoro non è valida
nb: Startdatoen for arbeidet er ikke gyldig
nl: De startdatum van het werk is niet geldig
pt: A data de início do trabalho não é válida
ru: Дата начала работы недействительна
zh: 工作开始日期无效

# ChildrenNumberIsNotValid
source: the number of children is not valid
da: antallet af børn er ugyldigt
de: Anzahl der Kinder ist ungültig
es: La Cantidad de hijos no es válido
fr: Le nombre d'enfants n'est pas valide
it: Il conteggio dei bambini non è valido
nb: Barnetall er ikke gyldig
nl: aantal kinderen is ongeldig
pt: A contagem de crianças não é válida
ru: Дочерний счет недействителен
zh: 儿童人数无效

source: Commission percent is not valid
da: Provisionsprocent er ikke gyldig
de: Provisionsprozentsatz ist ungültig
es: El porcentaje de comisión no es válido
fr: Le pourcentage de commission n'est pas valide
it: La percentuale della commissione non è valida
nb: Provisjonsprosent er ikke gyldig
nl: Commissiepercentage is niet geldig
pt: A porcentagem de comissão não é válida
ru: Процент комиссии недействителен
zh: 佣金百分比无效

# SalaryTypeIsNotValid
source: The Salary Type is not valid
da: Lønnetypen er ikke gyldig
de: Die Gehaltsart ist nicht gültig
es: El tipo de salario no es válido
fr: Le type de salaire n'est pas valide
it: Il tipo di stipendio non è valido
nb: Lønnstypen er ikke gyldig
nl: Het salaristype is niet geldig
pt: O tipo de salário não é válido
ru: Тип заработной платы недействителен
zh: 薪资类型无效

# NickNameIsInvalid
source: The nickname is not valid
da: Kaldenavnet er ikke gyldigt
de: Der Spitzname ist nicht gültig
es: El apodo no es válido
fr: Le pseudo n'est pas valide
it: Il nickname non è valido
nb: Kallenavnet er ikke gyldig
nl: De bijnaam is niet geldig
pt: O apelido não é válido
ru: Псевдоним недействителен
zh: 昵称无效

# PassportNumIsNotValid
source: The passport number is not valid
da: Pasnummeret er ikke gyldigt
de: Die Passnummer ist nicht gültig
es: El número de pasaporte no es válido
fr: Le numéro de passeport n'est pas valide
it: Il numero di passaporto non è valido
nb: Passnummeret er ikke gyldig
nl: Het paspoortnummer is niet geldig
pt: O número do passaporte não é válido
ru: Номер паспорта недействителен
zh: 护照号码无效

# SpouceIdentiyIsnotValid
source: The spouse identity is not valid
da: Ægtefællens identitet er ikke gyldig
de: Die Identität des Ehepartners ist nicht gültig
es: La identidad del cónyuge no es válida
fr: L'identité du conjoint n'est pas valide
it: L'identità del coniuge non è valida
nb: Ektefellens identitet er ikke gyldig
nl: De identiteit van de echtgenoot is niet geldig
pt: A identidade do cônjuge não é válida
ru: Личность супруга недействительна
zh: 配偶身份无效

# SpouceNameIsNotValid
source: The Spouse name is not valid
da: Ægtefællens navn er ikke gyldigt
de: Der Name des Ehepartners ist ungültig
es: El nombre del cónyuge no es válido
fr: Le nom du conjoint n'est pas valide
it: Il nome del coniuge non è valido
nb: Ektefellenavnet er ikke gyldig
nl: De naam van de echtgenoot is niet geldig
pt: O nome do cônjuge não é válido
ru: Имя супруга недействительно
zh: 配偶姓名无效

# DrivingLicenceNumberIsNotValid
source: The Driving Licence Number is not valid
da: Kørekortnummeret er ikke gyldigt
de: Die Führerscheinnummer ist nicht gültig
es: El número de licencia de conducir no es válido
fr: Le numéro de permis de conduire n'est pas valide
it: Il numero della patente di guida non è valido
nb: Førerkortnummeret er ikke gyldig
nl: Het rijbewijsnummer is niet geldig
pt: O número da carteira de habilitação não é válido
ru: Номер водительского удостоверения недействителен
zh: 驾驶执照号码无效
