Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

source: Access Point
da: Adgangspunkt
de: Zugriffspunkt
es: Punto de acceso
fr: Point d'accès
it: Punto di accesso
nb: Tilgangspunkt
nl: Toegangspunt
pt: Ponto de acesso
ru: Точка доступа
zh: 访问点

source: Access Denied
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
nb: Ingen tilgang
nl: Toegang geweigerd
pt: Acesso negado
ru: Нет доступа
zh: 访问被拒绝

source: Authorization
da: Autorisation
de: Autorisierung
es: Autorización
fr: Autorisation
it: Autorizzazione
nb: Autorisasjon
nl: Autorisatie
pt: Autorização
ru: Авторизация
zh: 授权

# AuthorizationInfo
source: Access management
da: Adgangsadministration
de: Zugriffsverwaltung
es: Administración de acceso
fr: Gestion de l’accès
it: Gestione accesso
nb: Tilgangshåndtering
nl: Toegangsbeheer
pt: Gerenciamento de acesso
ru: Управление доступом
zh: 访问管理

source: Back to Login
da: Tilbage til Log Ind
de: Zurück zur Anmeldung
es: Volver a iniciar sesión
fr: Retour à la connexion
it: Torna al Login
nb: Gå tilbake til logg inn
nl: terug naar Inloggen
pt: Voltar ao login
ru: Вернуться на страницу входа
zh: 返回登陆

source: Change Password
da: Ændre adgangskode
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia Password
nb: Endre passord
nl: Wijzig Wachtwoord
pt: Mudar senha
ru: Сменить Пароль
zh: 修改密码

source: Confirm Password
da: Bekræft Adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
nb: Bekreft Passord
nl: Bevestig uw Wachtwoord
pt: Confirmar senha
ru: Подтвердите пароль
zh: 确认密码

# ConfirmPasswordDoNotMatch
source: {0} and {1} do not match
da: {0} og {1} stemmer ikke overens
de: {0} und {1} stimmen nicht überein
es: {0} y {1} no coinciden
fr: {0} et {1} ne correspondent pas
it: {0} e {1} non corrispondono
nb: {0} og {1} samsvarer ikke
nl: {0} en {1} komen niet overeen
pt: {0} e {1} não correspondem
ru: {0} и {1} не совпадают
zh: {0}和{1}不匹配

source: Current password
da: Nuværende adgangskode
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
nb: Nåværende passord
nl: Huidig wachtwoord
pt: Senha atual
ru: Текущий пароль
zh: 当前密码

# Email_Is_Invalid
source: Your email address is invalid.
da: E-mail adresse er ugyldig.
de: Ihre E-Mail-Adresse ist ungültig.
es: Tu dirección de correo electrónico no es válida.
fr: Votre adresse de messagerie est incorrecte.
it: Il tuo indirizzo email non è valido.
nb: E-postadressen er ugyldig.
nl: uw e-mailadres is ongeldig.
pt: Seu endereço de e-mail é inválido.
ru: Некорректный Email.
zh: 您的电子邮件地址无效.

# EmailClickLinkText
source: To confirm the user, please click in this link:
da: For at bekræfte brugeren, klik venligst på dette link:
de: Um den Benutzer zu bestätigen, klicken Sie bitte auf diesen Link :
es: Para confirmar el usuario, haga clic en este enlace:
fr: Pour confirmer votre abonnement aux commentaires, veuillez cliquer ce lien:
it: Per leggerlo, fai clic su questo link:
nb: For å bekrefte brukeren, vennligst klikk på denne linken:
nl: Klik op deze link om de gebruiker te bevestigen :
pt: Para confirmar o usuário, por favor clique neste link:
ru: Чтобы подтвердить пользователя, пожалуйста, нажмите на эту ссылку:
zh: 要确认用户，请单击此链接:

# EmailConfirm
source: Thank you for confirming your email. Now you can login into system.
da: Tak for at bekræfte din email. Nu kan du logge ind på systemet.
de: Vielen Dank für die Bestätigung Ihrer E-Mail. Jetzt können Sie sich in das System einloggen.
es: Gracias por confirmar tu email. Ahora puedes iniciar sesión en el sistema.
fr: Merci de confirmer votre email. Maintenant, vous pouvez vous connecter au système.
it: Grazie per aver confermato la tua email. Ora puoi accedere al sistema.
nb: Takk for at du bekreftet e-posten din. Nå kan du logge inn på systemet.
nl: Bedankt voor het bevestigen van uw e-mail. Nu kunt u inloggen op het systeem.
pt: Obrigado por confirmar seu email. Agora você pode entrar no sistema.
ru: Спасибо за подтверждение вашей электронной почты. Теперь вы можете войти в систему.
zh: 感谢您确认电子邮件。现在您可以登录系统了.

# EmailConfirmNewUser
source: {0} Confirm new user
da: {0} Bekræft ny bruger
de: {0} Bestätige neuen Benutzer
es: {0} Confirmar nuevo usuario
fr: {0} Confirmez le nouvel utilisateur
it: {0} Conferma nuovo utente
nb: {0} Bekreft ny bruker
nl: {0} Bevestig nieuwe gebruiker
pt: {0} Confirme novo usuário
ru: {0} Подтвердите нового пользователя
zh: {0}确认新用户

# EmailMsgActivate
source: The instructions to allow access to the user has been sent by email.
da: Instruktionerne for at give adgang til brugeren er blevet sendt via e-mail.
de: Die Anweisungen zum Zulassen des Zugriffs für den Benutzer wurden per E-Mail gesendet.
es: Las Clave para permitir el acceso al usuario se han enviado por correo electrónico.
fr: Les instructions pour autoriser l'accès à l'utilisateur ont été envoyées par e-mail.
it: Le istruzioni per consentire l'accesso all'utente sono state inviate via e-mail.
nb: Instruksjonene for å gi tilgang til brukeren har blitt sendt via e-post.
nl: De instructies om de gebruiker toegang te geven, zijn per e-mail verzonden.
pt: As instruções para permitir o acesso ao usuário foram enviadas por email.
ru: Инструкции по предоставлению доступа пользователю были отправлены по электронной почте.
zh: 允许访问用户的说明已通过电子邮件发送。

# EmailNotCorrespond
source: The email does not correspond to a registered user.
da: E-mailen svarer ikke til en registreret bruger.
de: Die E-Mail-Adresse entspricht keinem registrierten Benutzer.
es: El correo electrónico no corresponde a un usuario registrado.
fr: L'adresse e-mail fournie ne correspond à aucun utilisateur.
it: L&#39;email non corrisponde ad un utente registrato.
nb: E-posten samsvarer ikke med en registrert bruker.
nl: De e-mail komt niet overeen met een geregistreerde gebruiker.
pt: O email não corresponde a um usuário registrado.
ru: Адрес электронной почты не соответствует зарегистрированному пользователю.
zh: 该电子邮件与注册用户不对应。

# ErrorCantCreateUser
source: The user couldn't be created.
da: Brugeren kunne ikke oprettes.
de: Der Benutzer konnte nicht erstellt werden.
es: El usuario no pudo ser creado.
fr: l'utilisateur n'a pas pu être créé.
it: l'utente non può essere creato.
nb: Brukeren kunne ikke opprettes.
nl: De gebruiker kan niet worden gemaakt.
pt: O usuário não pôde ser criado.
ru: Пользователь не может быть создан.
zh: 无法创建.

# ErrorFailedToLogin
source: Failed to Login
da: Kunne ikke logge ind
de: Anmeldung fehlgeschlagen
es: Fallo al iniciar sesión
fr: Échec de connexion
it: Impossibile effettuare il login
nb: Kunne ikke logge inn
nl: Inloggen mislukt
pt: Falha ao entrar
ru: Не удалось осуществить вход
zh: 登录失败

# ErrorUsernameExits
source: The Email is already registered.
da: E-mailen er allerede registreret.
de: Die E-Mail ist bereits registriert.
es: El correo electrónico ya está registrado.
fr: L'email est déjà enregistré.
it: L'email è già registrata.
nb: E-posten er allerede registrert.
nl: De e-mail is al geregistreerd.
pt: O email já está registrado.
ru: Электронная почта уже зарегистрирована.
zh: 电子邮件已经注册.

# ImageProfile
source: Profile image
da: Profilbillede
de: Profilbild
es: Imagen de perfil
fr: Image de profil
it: Immagine del profilo
nb: Profilbilde
nl: Profielafbeelding
pt: Imagem de perfil
ru: Изображение профиля
zh: 配置文件映像

# LicenseExpired
source: Your license has expired
da: Din licens er udløbet
de: Ihre Lizenz ist abgelaufen
es: La licencia expiró
fr: Votre licence a expiré
it: La licenza è scaduta
nb: Lisensen din er utløpt
nl: Je licentiesleutel is verlopen
pt: Sua licença expirou
ru: Срок действия лицензии истек
zh: 许可证已过期

source: Login as Administrator
da: Log på som administrator
de: Als Administrator anmelden
es: Inicie sesión como administrador
fr: se connecter en tant qu'administrateur
it: Accedi come amministratore
nb: Logg inn som administrator
nl: Login als beheerder
pt: Entre como Administrador
ru: Войдите в систему как администратор
zh: 以管理员身份登录

# LoginInstructions
source: Instructions to get started have been sent to your email. Please check the link to login
da: Instruktioner til at komme i gang er sendt til din e-mail. Tjek venligst linket for at logge ind
de: Anweisungen für den Einstieg wurden an Ihre E-Mail gesendet. Bitte überprüfen Sie den Link zum Login
es: Las instrucciones para comenzar han sido enviadas a su correo electrónico. Por favor, consulte el enlace para iniciar sesión
fr: Les instructions pour commencer ont été envoyées à votre adresse e-mail. Veuillez vérifier le lien pour vous connecter
it: Le istruzioni per iniziare sono state inviate alla tua email. Controlla il link per accedere
nb: Instruksjoner for å komme i gang er sendt til din e-post. Vennligst sjekk lenken for å logge inn
nl: Instructies om te beginnen zijn naar uw e-mail gestuurd. Controleer de link om in te loggen
pt: As instruções para começar foram enviadas para o seu email. Por favor, verifique o link para entrar
ru: Инструкции по началу работы были отправлены на вашу электронную почту. Пожалуйста, проверьте ссылку для входа
zh: 入门说明已发送至您的电子邮件。请检查链接以登录

source: Login
da: Log ind
de: Anmelden
es: Iniciar Sesión
fr: s'identifier
nb: Logg inn
nl: Inloggen
pt: Conecte-se
ru: Войти
zh: 登录

source: Logout
da: Log af
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
nb: Logg ut
nl: Afmelden
pt: Sair da minha conta
ru: Выход
zh: 注销

# LogoutQuestions
source: Intends to Sign out
da: har til hensigt at logge ud
de: beabsichtigt sich abzumelden
es: Pretende realmente cerrar sesión
fr: a l'intention de se déconnecter
it: intende uscire
nb: har til hensikt å logge ut
nl: is van plan uit te loggen
pt: pretende sair
ru: намеревается выйти
zh: 打算退出

source: New password
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
nb: Nytt passord
nl: Nieuw wachtwoord
pt: Nova senha
ru: Новый пароль
zh: 新密码

# NotAuthorized
source: You are not authorized to perform this action
da: Du har ikke rettigeder til at udføre denne handling
de: Sie sind nicht berechtigt, diese Aktion auszuführen
es: No estás autorizado para ejecutar esta acción
fr: Vous n'êtes pas autorisé à effecuter cet action
it: Non sei autorizzato a eseguire questa azione
nb: Du er ikke autorisert til å utføre denne handlingen
nl: U bent niet gemachtigd om deze actie uit te voeren
pt: Você não está autorizado a executar esta ação
ru: Вы не авторизованы для выполнения этого действия
zh: 您未被授权执行此操作

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pt: Senha
ru: Password ("Пароль")
zh: 密码

# PasswordError
source: Enter a valid password
da: Indtast venligst en gyldig adgangskode
de: Geben Sie ein gültiges Kennwort ein
es: Introduzca una contraseña valida
fr: Entrez un mot de passe valide
it: Immettere una password valida
nb: Skriv inn et gyldig passord
nl: Geef een geldig wachtwoord op
pt: Introduza uma password válida
ru: Введите допустимый пароль
zh: 输入有效的密码

# PasswordReset
source: Reset Password
da: Nulstil Adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta Password
nb: Tilbakestill passord
nl: wachtwoord opnieuw instellen
pt: Redefinir Senha
ru: Сбросить пароль
zh: 重置密码

# PasswordResetButtonlink
source: Password Reset
da: Adgangskode Nulstillet
de: Passwort zurücksetzen
es: Reiniciar contraseña
fr: Réinitialisez le mot de passe
it: Ripristino password
nb: Tilbakestilling av passord
nl: wachtwoord reset
pt: Redefinição de senha
ru: Сброс пароля
zh: 密码重置

# PasswordResetError
source: Error while resetting the password.
da: Der opstod en fejl under tilbagekaldelsen af adgangskoden.
de: Fehler beim Passwort zurücksetzen.
es: Error al restablecer la contraseña.
fr: Erreur lors de la réinitialisation du mot de passe.
it: Errore durante il ripristino della password.
nb: Feil under tilbakestilling av passordet.
nl: Fout bij het opnieuw instellen van je wachtwoord.
pt: Erro ao redefinir a senha.
ru: Ошибка при сбросе пароля.
zh: 重置密码时出错。

# PasswordResetIntruction
source: The instructions to recover password has been sent to your email.
da: Vejledningen til at genoprette kodeord er blevet sendt til din email.
de: Die Anweisungen zum Wiederherstellen des Passworts wurden an Ihre E-Mail gesendet.
es: Las instrucciones para recuperar la contraseña se han enviado a su correo electrónico.
fr: Les instructions pour récupérer le mot de passe ont été envoyées à votre adresse email.
it: Le istruzioni per recuperare la password sono state inviate alla tua email.
nb: Instruksjonene for å gjenopprette passord har blitt sendt til din e-post.
nl: De instructies om het wachtwoord te herstellen zijn naar uw e-mailadres verzonden.
pt: As instruções para recuperar a senha foram enviadas para o seu email.
ru: Инструкция по восстановлению пароля была отправлена на вашу электронную почту.
zh: 恢复密码的说明已发送到您的电子邮箱。

# PasswordResetLink
source: To reset the password click in this link:
da: For at nulstille adgangskoden klik i dette link:
de: Um das Passwort zurückzusetzen, klicken Sie in diesen Link :
es: Para restablecer la contraseña, haga clic en este enlace :
fr: Pour réinitialiser le mot de passe, cliquez sur ce lien:
it: Per reimpostare la password, fai clic su questo link:
nb: For å tilbakestille passordet klikk i denne lenken:
nl: om het wachtwoord opnieuw in te stellen, klik in deze link:
pt: Para redefinir a senha, clique neste link:
ru: Для сброса пароля нажмите на эту ссылку:
zh: 要重置密码，请单击此链接:

source: Password reset successful.
da: Reset password er godkendt.
de: Zurücksetzen des Passworts erfolgreich.
es: Contraseña restablecida con éxito.
fr: Votre mot de passe a bien été réinitialisé.
it: Ripristina password.
nb: Tilbakestilling av passord var velykket.
nl: Reset wachtwoord succesvol.
pt: Redefinição de senha bem sucedida.
ru: Восстановление пароля прошло успешно.
zh: 密码重置成功.

# PasswordResetTitle
source: Royalsys Password Reset
de: Royalsys Passwort zurücksetzen
es: Restablecimiento de contraseña de Freedom
fr: Royalsys réinitialiser le mot de passe
it: Reimpostazione password di Royalsys
nl: Royalsys wachtwoordherstel
pt: Redefinição de senha da Royalsys
ru: Сброс пароля Royalsys
zh: Royalsys密码重置

source: Please sign in
da: Log venligst ind
de: Bitte anmelden
es: Por favor, inicie sesión
fr: Veuillez-vous connecter
it: Prego, fai login
nb: Vennligst logg inn
nl: Log hier in alstublieft
pt: Por favor, inicie sessão
ru: Пожалуйста, войдите
zh: 请先登录

# ProfileUser
source: User Profile
da: Brugerprofil
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
it: Profilo utente
nb: Brukerprofil
nl: Gebruikersprofiel
pt: Perfil do usuário
ru: Профиль пользователя
zh: 用户配置文件

source: Recover password
da: Indhent kodeord
de: Passwort wiederherstellen
es: Recuperar contraseña
fr: Récupérer le mot de passe
it: Recupera password
nb: Gjenopprett passord
nl: wachtwoord herstellen
pt: Recuperar senha
ru: Восстановление пароля
zh: 找回密码

# RecoverPasswordCompany
source: {0} Recover Password
da: {0} Gendan adgangskode
de: {0} Passwort wiederherstellen
es: {0} Recupera tu contraseña
fr: {0} Récupérer mot de passe
it: {0} Recupera password
nb: {0} Gjenopprett passord
nl: {0} Wachtwoord herstellen
pt: {0} Recuperar senha
ru: {0} Восстановить пароль
zh: {0} 恢复密码

source: Register New User
da: Opret ny bruger
de: Neuen Benutzer registrieren
es: Registrar nuevo usuario
fr: Enregistrement nouvel utilisateur
it: Registra una nuova utenza
nb: Registrer ny bruker
nl: Registreer nieuwe gebruiker
pt: Registrar novo usuário
ru: Регистрация нового пользователя
zh: 注册新用户为

source: Remember Me?
da: Husk mig?
de: Eingeloggt bleiben?
es: Recuérdame?
fr: Se souvenir de moi?
it: Ricordati di Me?
nb: Husk meg?
nl: Onthoud mijn gegevens?
pt: Lembrar-me?
ru: Запомнить меня?
zh: 记住我?

# RequiredToLogin
source: You are required to login
da: Du skal logge ind
de: Sie müssen sich anmelden
es: Debes iniciar sesión
fr: vous devez vous connecter
it: devi effettuare il login
nb: du må logge inn
nl: Je moet inloggen
pt: É obrigado que você esteja logado(a)
ru: Вы должны войти в систему
zh: 您需要登录

# RoleNameInvestor
source: Investor
es: Inversionista
fr: Investisseur
it: Investitore
nl: Belegger
pt: Investidor
ru: Инвестор
zh: 投资者

# RoleNameAdministrator
source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador
ru: Администратор
zh: 管理员

# RoleNameCustomer
source: Customer
da: Kunde
de: Kunde
es: Clientes
fr: Client
it: cliente
nb: Kunde
nl: Klant
pt: Clientes
ru: Заказчик
zh: 顾客

# RoleNameFinance
source: Finance
da: Finanser
de: Finanzen
es: Contabilidad
fr: Finances
it: Finanza
nb: økonomi
nl: financiën
pt: Finanças
ru: финансы
zh: 金融

# RoleNameOperator
source: Operator
da: Operatør
es: Operador
fr: Opérateur
it: Operatore
pt: Operador
ru: оператор
zh: 算子

# RoleNameProvider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: fornitore
nb: Leverandør
nl: leverancier
pt: Fonecedor
ru: Поставщик
zh: 提供商

# RoleNameSeller
source: Seller
da: Sælger
de: Verkäufer
es: Vendedor
fr: Le vendeur
it: Venditore
nb: Selger
nl: Verkoper
pt: Vendedor
ru: Продавец
zh: 卖家

# RoleNameSuperuser
source: SuperUser
de: Super-Benutzer
es: Superusuario
fr: SuperUtilisateur
it: Super utente
nb: Superbruker
nl: Rootgebruiker
pt: Superusuário
ru: Root
zh: 超级用户

source: Save password
da: Gem adgangskode
de: Passwort speichern
es: Guardar contraseña
fr: Sauvegarder mot de passe
it: Salva password
nb: Passord
nl: Wachtwoord opslaan
pt: Salvar senha
ru: Сохранить пароль
zh: 保存密码

# SuccessfullyRegister
source: You have successfully registered, we are almost ready.
da: Du har tilmeldt dig, vi er næsten klar.
de: Sie haben sich erfolgreich registriert, wir sind fast fertig.
es: Te has registrado con éxito, ¡estamos casi listos.
fr: Vous vous êtes inscrit avec succès, nous sommes presque prêts.
it: Ti sei registrato con successo, siamo quasi pronti.
nb: Du har registrert deg, vi er nesten klare.
nl: U bent succesvol geregistreerd, we zijn bijna klaar.
pt: Você se registrou com sucesso, estamos quase prontos.
ru: Вы успешно зарегистрировались, мы почти готовы.
zh: 您已成功注册，我们已经准备就绪。

# ThanksRegistering
source: Thanks for Registering
da: Tak for din registrering
de: Danke für Ihre Registrierung
es: Gracias por registrarse
fr: Merci de vous être inscrit
it: Grazie per avere effettuato la registrazione
nb: Takk for registreringen
nl: Bedankt voor de registratie
pt: Agradecemos o registro
ru: Благодарим за регистрацию
zh: 感谢你的注册

source: Update User
da: Opdater Bruger
de: Benutzer aktualisieren
es: Actualizar usuario
fr: Mettre à jour l'utilisateur
it: Aggiornare Utente
nb: Oppdater bruker
nl: Gebruiker bijwerken
pt: Atualizar Usuário
ru: Обновить пользователя
zh: 更新用户

# UserAddress
source: Address
da: Adresse
de: Anschrift
es: Dirección
fr: Adresse
it: Indirizzo
nb: Adresse
nl: Adres
pt: Endereço
ru: адрес
zh: 地址

# UserAlreadyRegistered
source: The user is already registered
da: Brugeren er allerede registreret
de: Benutzer bereits registriert
es: El usuario ya está registrado
fr: L'utilisateur est déjà enregistré
it: L'utente è già registrato
nb: Brukeren er allerede registrert
nl: De gebruiker is al geregistreerd
pt: O usuário já está registrado
ru: Пользователь уже зарегестрирован
zh: 用户已经注册

source: User Email
da: Votre email
de: Benutzer-E-Mail
es: Email del Usuario
fr: Email de l'utilisateur
it: Utente di posta elettronica
nb: E-post
nl: Gebruikers e-mail
pt: E-mail do Usuário
ru: Email пользователя
zh: 用戶電子郵件

# UserForgotPassword
source: Forgot your password?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
nb: Har du glemt passordet?
nl: uw wachtwoord vergeten?
pt: Esqueceu a sua senha?
ru: Забыли пароль?
zh: 忘记密码？

# UserFullName
source: Full Name
da: Fuldt navn
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome Completo
nb: Fullt navn
nl: Volledige naam
pt: Nome Completo
ru: Полное имя
zh: 全名

# UserIsAdmin
source: Is Admin ?
da: Er administrator ?
de: ist Admin?
es: Es Administrador?
fr: Est Admin?
it: È amministratore?
nb: Er administrator?
nl: Is administrator?
pt: É admin?
ru: Администратор?
zh: 是管理员?

source: User
da: Bruger
de: Nutzer
es: Usuario
fr: Utilisateur
it: Utente
nb: Bruker
nl: Gebruiker
pt: usuário
ru: пользователь
zh: 用戶

source: User Name
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Utente
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome do usuário
ru: User Name ("Имя пользователя")
zh: 用户名

source: User not found.
da: Brugeren blev ikke fundet.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur non trouvé .
it: Utente non trovato.
nb: Finner ikke bruker.
nl: Gebruiker niet gevonden.
pt: Usuário não encontrado.
ru: Пользователь не найден.
zh: 未找到用户.

# UserPhoneNumber
source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Teléfono
fr: Numéro de téléphone
it: Numero di telefono
nb: Telefonnummer
nl: Telefoon Nummer
pt: Telefone
ru: Номер телефона
zh: 手机

source: Users
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
nb: Brukere
nl: Gebruikers
pt: Usuários
ru: Пользователи
zh: 用户

source: User updated
da: Bruger opdateret
de: Benutzer aktualisiert
es: Usuario actualizado correctamente
fr: Utilisateur mis à jour
it: Utente modificato
nb: Bruker oppdatert
nl: Gebruiker bijgewerkt
pt: Usuário atualizado
ru: Пользователь обновлен
zh: 用户更新

source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi >>
nb: Legg til
nl: Toevoegen
pt: Adicionar
ru: Добавить
zh: 添加

# Anonymous_NiceToMeetyou
source: It's Nice To Meet You
da: Det er rart at møde dig
de: Nett, dich kennenzulernen
es: Es un placer conocerlo
fr: Je suis ravi de te rencontrer
it: Piacere di conoscerti
nb: Det er hyggelig å møte deg
nl: Het is leuk je te ontmoeten
pt: É um prazer conhecer você
ru: Приятно познакомиться
zh: 很高兴认识你

# Anonymous_WelcomeToBussiness
source: welcome to our business
da: velkommen til vores forretning
de: Willkommen in unserem Geschäft
es: bienvenido a nuestro negocio
fr: bienvenue dans notre entreprise
it: benvenuto nella nostra attività
nb: velkommen til vår virksomhet
nl: welkom bij ons bedrijf
pt: bem-vindo ao nosso negócio
ru: добро пожаловать в наш бизнес
zh: 欢迎来到我们的业务

# ApiAddress
source: Url Address
da: URL-adresse
de: URL-Adresse
es: Dirección URL
fr: Adresse URL
it: Indirizzo URL
nb: URL-adresse
nl: URL-adres
pt: Endereço da URL
ru: URL-адрес
zh: 网址

# ApiAddress_Title
source: Api Service Configuring
da: Api Service Konfiguration
de: API-Service konfigurieren
es: Configuración del API Service
fr: Api Service Configuration
it: Configurazione servizio Api
nl: Api Service configureren
pt: Configuração do API Service
ru: Конфигурирование Api Service
zh: Api服务配置

# ApiAddressTextEmpty
source: Api Address Text is Empty
da: Api adresse tekst er tom
de: API-Adressentext ist leer
es: El texto de la dirección de la API está vacío
fr: Le texte de l'adresse Api est vide
it: Il testo dell'indirizzo Api è vuoto
nb: Api adresse tekst er tom
nl: Api-adrestekst is leeg
pt: O texto do endereço Api está vazio
ru: Текст адреса API пуст
zh: Api地址文本为空

# AppProduct
source: JK-Shop is a product of Royalsys
da: JK-Shop er et produkt af Royalsys
de: JK-Shop ist ein Produkt von Royalsys
es: JK-Shop es un producto de Royalsys
fr: JK-Shop est un produit de Royalsys
it: JK-Shop è un prodotto di Royalsys
nb: JK-Shop er et produkt av Royalsys
nl: JK-Shop is een product van Royalsys
pt: JK-Shop é um produto da Royalsys
ru: JK-Shop является продуктом Royalsys
zh: JK-Shop是Royalsys的产品
