Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# Emergency1NumberNotValid
source: The emergency contact Number primary is not valid
da: Det primære nødkontaktnummer er ikke gyldigt
de: Die primäre Notrufnummer ist ungültig
es: El número de contacto de emergencia principal no es válido
fr: Le numéro de contact d'urgence principal n'est pas valide
it: Il numero di contatto di emergenza primario non è valido
nb: Nødkontaktnummeret Primær er ikke gyldig
nl: Het primaire contactnummer voor noodgevallen is niet geldig
pt: O número de contato de emergência principal não é válido
ru: Основной контактный номер для экстренной помощи недействителен
zh: 紧急联系人号码主要无效

# PlaceBirtIsNotValid
source: The Place Birth is not valid
da: Stedsfødslen er ikke gyldig
de: Der Geburtsort ist nicht gültig
es: El lugar de nacimiento no es válido
fr: Le lieu de naissance n'est pas valide
it: Il luogo di nascita non è valido
nb: Fødselsstedet er ikke gyldig
nl: De geboorteplaats is niet geldig
pt: O local de nascimento não é válido
ru: Место рождения недействительно
zh: 出生地无效

# IdIsInvalid
source: Id is not valid
da: Id er ikke gyldigt
de: ID ist nicht gültig
es: La identificación no es válida
fr: L'identifiant n'est pas valide
it: L'ID non è valido
nb: ID er ikke gyldig
nl: ID is niet geldig
pt: Id não é válido
ru: Id недействителен
zh: 身份证件无效

# ObservationIsNotValid
source: The remark is not valid
da: Bemærkningen er ikke gyldig
de: Die Bemerkung ist nicht gültig
es: La observación no es válida
fr: La remarque n'est pas valide
it: L'osservazione non è valida
nb: Merknaden er ikke gyldig
nl: De opmerking is niet geldig
pt: A observação não é válida
ru: Замечание недействительно
zh: 评论无效

# ExchangeIsnotValid
source: The exchange is not valid
da: Udvekslingen er ikke gyldig
de: Der Umtausch ist nicht gültig
es: El cambio no es válido
fr: L'échange n'est pas valable
it: Lo scambio non è valido
nb: Utvekslingen er ikke gyldig
nl: De uitwisseling is niet geldig
pt: A troca não é válida
ru: Обмен не действителен
zh: 兑换无效

# SymbolNotValid
source: The symbol is not valid
de: Das Symbol ist nicht gültig
es: El símbolo no es válido
fr: Le symbole n'est pas valide
it: Il simbolo non è valido
nb: Symbolet er ikke gyldig
nl: Het symbool is niet geldig
pt: O símbolo não é válido
ru: Символ недействителен
zh: 符号无效

# CivilStatusIsNotValid
source: The civil status is not valid
da: Civilstatus er ikke gyldig
de: Der Personenstand ist nicht gültig
es: El estado civil no es válido
fr: L'état civil n'est pas valable
it: Lo stato civile non è valido
nb: Sivilstatusen er ikke gyldig
nl: De burgerlijke staat is niet geldig
pt: O estado civil não é válido
ru: Гражданский статус недействителен
zh: 公民身份无效

# Emergency2NumberNotValid
source: The emergency contact Number secondary is not valid
da: Det sekundære nødkontaktnummer er ikke gyldigt
de: Die sekundäre Notrufnummer ist nicht gültig
es: El número de contacto de emergencia secundario no es válido
fr: Le numéro de contact d'urgence secondaire n'est pas valide
it: Il numero del contatto di emergenza secondario non è valido
nb: Nødkontaktnummeret Secondary er ikke gyldig
nl: Het noodnummer secundair is niet geldig
pt: O número secundário de contato de emergência não é válido
ru: Дополнительный контактный номер для экстренной помощи недействителен
zh: 次要紧急联系人号码无效

source: Tax Rate is not valid
da: Skatteprocent er ikke gyldig
de: Steuerprozentsatz ist nicht gültig
es: Tasa de impuestos no es válida
fr: le pourcentage de taxe n'est pas valide
it: La percentuale di tasse non è valida
nb: Skatteprosent er ikke gyldig
nl: Belastingpercentage is niet geldig
pt: A porcentagem de imposto não é válida
ru: Налоговый процент недействителен
zh: 税率无效

source: Total withholding is invalid
da: Samlet tilbageholdelse er ugyldig
de: Gesamteinbehalt ist ungültig
es: La retención total no es válida
fr: La retenue totale n'est pas valide
it: La trattenuta totale non è valida
nb: Total forskuddstrekk er ugyldig
nl: Totale inhouding is ongeldig
pt: Retenção total é inválida
ru: Общая сумма удержания недействительна
zh: 预扣税总额无效

# RemarkIsNotValid
source: The remark is not valid
da: Bemærkningen er ikke gyldig
de: Die Bemerkung ist nicht gültig
es: La observación no es válida
fr: La remarque n'est pas valide
it: L'osservazione non è valida
nb: Merknaden er ikke gyldig
nl: De opmerking is niet geldig
pt: A observação não é válida
ru: Замечание недействительно
zh: 评论无效

# PurchaseDateIsInvalid
source: Purchase date is not valid
da: Købsdatoen er ikke gyldig
de: Kaufdatum ist ungültig
es: La fecha de compra no es válida
fr: La date d'achat n'est pas valide
it: La data di acquisto non è valida
nb: Kjøpsdato er ikke gyldig
nl: Aankoopdatum is niet geldig
pt: A data de compra não é válida
ru: Дата покупки недействительна
zh: 购买日期无效

# ProviderIsInvalid
source: The provider is invalid
da: Udbyderen er ugyldig
de: Der Anbieter ist ungültig
es: El Proveedor no es válido
fr: Le fournisseur n'est pas valide
it: Il provider non è valido
nb: Leverandøren er ugyldig
nl: De aanbieder is ongeldig
pt: O provedor é inválido
ru: Провайдер недействителен
zh: 提供者无效

# OperationTypeIsInvalid
source: The Type of Operation is not valid
da: Operationstypen er ikke gyldig
de: Die Betriebsart ist nicht gültig
es: El tipo de operación no es válido
fr: Le type d'opération n'est pas valide
it: Il tipo di operazione non è valido
nb: Type operasjon er ikke gyldig
nl: Het type bewerking is niet geldig
pt: O tipo de operação não é válido
ru: Тип операции недействителен
zh: 操作类型无效

# CarrierIsInvalid
source: The carrier is invalid
da: Transportøren er ugyldig
de: Der Spediteur ist ungültig
es: La transportadora no es válida
fr: Le transporteur est invalide
it: Il vettore non è valido
nb: Transportøren er ugyldig
nl: De vervoerder is ongeldig
pt: A operadora é inválida
ru: Неверный носитель
zh: 承运人无效

source: Invoice number is not valid
da: Fakturanummer er ikke gyldigt
de: Rechnungsnummer ist ungültig
es: El número de factura no es válido
fr: Le numéro de facture n'est pas valide
it: Il numero della fattura non è valido
nb: Fakturanummeret er ikke gyldig
nl: Factuurnummer is niet geldig
pt: O número da fatura não é válido
ru: Номер счета-фактуры недействителен
zh: 发票号码无效

# TotalExentaIsNotValid
source: Total exempt is not valid
da: Samlet fritagelse er ikke gyldig
de: Gesamtbefreiung ist nicht gültig
es: Total exento no es válido
fr: L'exemption totale n'est pas valide
it: L'esenzione totale non è valida
nb: Totalt fritak er ikke gyldig
nl: Totaal vrijgesteld is niet geldig
pt: Isenção total não é válida
ru: Полное освобождение недействительно
zh: 总豁免无效

# TotalGravadaIsNotValid
source: Total taxed is not valid
da: Samlet beskattet er ikke gyldig
de: Der besteuerte Gesamtbetrag ist nicht gültig
es: El total gravado no es válido
fr: Le total taxé n'est pas valide
it: Il totale tassato non è valido
nb: Total skattlagt er ikke gyldig
nl: Totaal belast is niet geldig
pt: Total tributado não é válido
ru: Общая сумма налога недействительна
zh: 总征税无效

# StatusIsInvalid
source: Status is not valid
da: Status er ikke gyldig
de: Status ist nicht gültig
es: El estado no es válido
fr: Le statut n'est pas valide
it: Lo stato non è valido
nb: Status er ikke gyldig
nl: Status is niet geldig
pt: Status não é válido
ru: Статус недействителен
zh: 状态无效

# TotalIvaIsNotValid
source: Total VAT is not valid
da: Samlet moms er ikke gyldig
de: Die gesamte Mehrwertsteuer ist nicht gültig
es: El IVA total no es válido
fr: La TVA totale n'est pas valide
it: L'IVA totale non è valida
nb: Total mva er ikke gyldig
nl: Totale btw is niet geldig
pt: O ICMS total não é válido
ru: Общая сумма НДС не действительна
zh: 增值税总额无效

source: Customer is not valid
da: Kunden er ikke gyldig
de: Kunden-E-Mail ist nicht gültig
es: El cliente no es válido
fr: L'adresse email n’est pas valide
it: L'indirizzo del cliente non è valido
nb: Kundeadresse er ikke gyldig
nl: Klant is niet geldig
pt: O cliente não é válido
ru: Заказчик недействителен
zh: 客户城市无效

source: Balance
de: Gleichgewicht
es: Saldo
fr: Équilibre
it: Bilancia
nb: Balansere
nl: Evenwicht
pt: Saldo
ru: Остаток средств
zh: 平衡

source: Capital
da: Kapital
de: Hauptstadt
fr: Capitale
it: Capitale
nb: Hovedstad
nl: Hoofdstad
ru: Столица
zh: 首都

source: Calculate
da: Beregn
de: Berechnung
es: Calcular
fr: Calculer
it: Calcolare
nb: Regne ut
nl: Berekenen
pt: Calcular
ru: Рассчитать
zh: 计算

source: Conditions to generate quotas
da: Betingelser for at generere kvoter
de: Bedingungen zur Generierung von Quoten
es: Condiciones para generar cuotas
fr: Conditions pour générer des quotas
it: Condizioni per generare quote
nb: Forutsetninger for å generere kvoter
nl: Voorwaarden om quota te genereren
pt: Condições para gerar cotas
ru: Условия для создания квот
zh: 产生配额的条件

source: Balance to finance
da: Balance til finansiering
de: Balance zu finanzieren
es: Saldo a financiar
fr: Solde à financer
it: Saldo per finanziare
nb: Balanse til finansiering
nl: Saldo te financieren
pt: Saldo para financiar
ru: Баланс для финансирования
zh: 资金余额

source: Amount of fees
da: Gebyrer
de: Höhe der Gebühren
es: Cantidad de Cuotas
fr: Montant des frais
it: Importo delle commissioni
nb: Beløp på gebyrer
nl: Bedrag van vergoedingen
pt: Quantidade de taxas
ru: Размер комиссии
zh: 费用金额

source: Days Overdue
da: Forsinkede dage
de: Tage überfällig
es: Días de Atraso
fr: Jours en retard
it: Giorni di ritardo
nb: Forfalte dager
nl: Dagen te laat
pt: Dias atrasados
ru: Просроченные дни
zh: 逾期天数

source: Delivery
da: Levering
de: Lieferung
es: Entrega
fr: Livraison
it: Consegna
nb: Leveranse
nl: Levering
pt: Entrega
ru: Доставка
zh: 送货

source: Level
da: Niveau
de: Niveau
es: Nivel
fr: Niveau
it: Livello
nb: Nivå
nl: Peil
pt: Nível
ru: Уровень
zh: 等级

source: Interest
da: Interesse
de: Interesse
es: Interés
fr: L'intérêt
it: Interesse
nb: Renter
nl: Interesse
pt: Interesse
ru: Интерес
zh: 兴趣

source: Annual interest percentage
da: Årlig renteprocent
de: Jährlicher Zinssatz
es: Porcentaje de Interés Anual
fr: Pourcentage d'intérêt annuel
it: Percentuale di interesse annuale
nb: Årlig renteprosent
nl: Jaarlijks rentepercentage
pt: Porcentagem de juros anual
ru: Годовой процентный процент
zh: 年利率

source: First maturity
da: Første modenhed
de: Erste Reife
es: Primer Vencimiento
fr: Première maturité
it: Prima maturità
nb: Første modenhet
nl: Eerste volwassenheid
pt: Primeira maturidade
ru: Первая зрелость
zh: 第一次到期

source: Types of term
da: Typer af udtryk
de: Begriffsarten
es: Tipo de Plazo
fr: Types de terme
it: Tipi di termine
nb: Typer termin
nl: Soorten termen
pt: Tipos de vencimentos
ru: типы сроков погашения
zh: 术语类型

source: Fees Calculator
da: Gebyr beregner
de: Gebührenrechner
es: Calcular Cuotas
fr: Calculatrice Honoraires
it: Calcolatore
nb: Avgifter Kalkulator
nl: Kosten rekenmachine
pt: Calculadora de taxas
ru: Калькулятор Платежей
zh: 计算器

source: Fees Generator
da: Gebyr generator
de: GebührenGenerator
es: Generador de Cuotas
fr: Generatore di commissioni
it: Generatore di commissioni
nb: avgiftsgenerator
nl: vergoedingen generator
pt: Gerador de taxas
ru: Генератор сборов
zh: 费用生成器

source: Every day
da: hver dag
de: jeden Tag
es: Cada dia
fr: tous les jours
it: ogni giorno
nb: hver dag
nl: elke dag
pt: todos os dias
ru: ежедневно
zh: 每天

# Every8days
source: Every weekly
da: hver ugentlig
de: jede Woche
es: Semanal
fr: chaque semaine
it: ogni settimana
nb: hver ukentlig
nl: elke week
pt: toda semana
ru: каждую неделю
zh: 每周

# Every30days
source: Every month
da: hver måned
de: jeden Monat
es: Mensual
fr: chaque mois
it: ogni mese
nb: hver måned
nl: elke maand
pt: todo mês
ru: каждый месяц
zh: 每个月

source: Every 60 days
da: hver 60. dag
de: alle 60 Tage
es: Cada 60 días
fr: tous les 60 jours
it: ogni 60 giorni
nb: hver 60. dag
nl: elke 60 dagen
pt: a cada 60 dias
ru: каждые 60 дней
zh: 每 60 天

source: Every 90 days
da: hver 90. dag
de: alle 90 Tage
es: Cada 90 días
fr: tous les 90 jours
it: ogni 90 giorni
nb: hver 90. dag
nl: elke 90 dagen
pt: a cada 90 dias
ru: каждые 90 дней
zh: 每 90 天

source: Every 120 days
da: hver 120. dag
de: alle 120 Tage
es: Cada 90 días
fr: tous les 120 jours
it: ogni 120 giorni
nb: hver 120. dag
nl: elke 120 dagen
pt: a cada 120 dias
ru: каждые 120 дней
zh: 每 120 天

source: Every 180 days
da: hver 180. dag
de: alle 180 Tage
es: Cada 180 días
fr: tous les 180 jours
it: ogni 180 giorni
nb: hver 180. dag
nl: elke 180 dagen
pt: a cada 180 dias
ru: каждые 180 дней
zh: 每 180 天

source: Every 15 days
da: hver 15. dag
de: alle 15 Tage
es: Cada 15 días
fr: tous les 15 jours
it: ogni 15 giorni
nb: hver 15. dag
nl: elke 15 dagen
pt: a cada 15 dias
ru: каждые 15 дней
zh: 每 15 天

source: Every 45 days
da: hver 45. dag
de: alle 45 Tage
es: Cada 45 dias
fr: tous les 45 jours
it: ogni 45 giorni
nb: hver 45. dag
nl: elke 45 dagen
pt: a cada 45 dias
ru: каждые 180 дней
zh: 每 45 天

# VisualizePurchase
source: Visualize Purchases
da: Visualiser køb
de: Käufe visualisieren
es: Visualizar Compras
fr: Visualisez les achats
it: Visualizza gli acquisti
nb: Visualiser kjøp
nl: Visualiseer aankopen
pt: Visualize as compras
ru: Визуализируйте покупки
zh: 可视化购买

source: Purchase Report
da: Købsrapport
de: Verkaufsbericht
es: Informe de Compras
fr: Rapport d'Achat
it: Rapporto sull'acquisto
nb: Kjøp Rapporter
nl: Aankooprapport
pt: Relatório de compras
ru: Отчет о покупках
zh: 项目报表

source: Ok
es: Aceptar
ru: Окей
zh: 好的

source: Search by Provider
da: søg på udbyder
de: Suche nach Anbieter
es: Buscar por Proveedor
fr: recherche par fournisseur
it: cerca per provider
nb: søk etter leverandør
nl: zoeken op provider
pt: Pesquisar por provedor
ru: поиск по провайдеру
zh: 按供应商搜索

source: Search by Invoice Number
da: søg på fakturanummer
de: Suche nach Rechnungsnummer
es: Buscar por Numero de Factura
fr: recherche par numéro de facture
it: cerca per numero di fattura
nb: søk på fakturanummer
nl: zoeken op factuurnummer
pt: Pesquisar pelo número da fatura
ru: поиск по номеру счета
zh: 按发票号码搜索

source: Search by Operation Type
da: søg efter operationstype
de: Suche nach Operationstyp
es: Buscar por Tipo de Operación
fr: recherche par type d'opération
it: ricerca per tipo di operazione
nb: søk etter operasjonstype
nl: zoeken op type bewerking
pt: Pesquisar por tipo de operação
ru: поиск по типу операции
zh: 按操作类型搜索

# SearchByMoney
source: Search by Currency
da: søg efter valuta
de: Suche nach Währung
es: Buscar por Moneda
fr: recherche par devise
it: cerca per valuta
nb: søk etter valuta
nl: zoeken op valuta
pt: Pesquisa por moeda
ru: поиск по валюте
zh: 按货币搜索

source: Search by Box
da: søg efter boks
de: Suche nach Box
es: Buscar por Caja
fr: recherche par case
it: cerca per casella
nb: søk etter boks
nl: zoeken op box
pt: Pesquisa por caixa
ru: поиск по окну
zh: 按框搜索

source: Invoice
da: Faktura
de: Rechnung
es: Factura
fr: Facture
it: Fattura
nb: Faktura
nl: Factuur
pt: Fatura
ru: Накладная
zh: 发票

source: Retention
da: Opbevaring
de: Rückhaltung
es: Retención
fr: Rétention
it: Fidelizzazione
nb: Opbevaring
nl: Retentie
pt: Retenção
ru: Ретенция
zh: 留存

# TotalExenta
source: Total Exempt
da: Samlet fritaget
de: Gesamtbefreit
es: Total Exenta
fr: Total exonéré
it: Totale esente
nb: Totalt fritatt
nl: Totaal vrijgesteld
pt: Isento Total
ru: Всего освобождено
zh: 总豁免

source: Total VAT
da: Samlet moms
de: Gesamtumsatzsteuer
es: Total IVA
fr: TVA totale
it: IVA totale
nb: Total mva
nl: Totaal btw
pt: IVA total
ru: Итого НДС
zh: 增值税总额

source: Total Taxed
da: Samlet beskattet
de: Gesamt besteuert
es: Total Gravada
fr: Total taxé
it: Totale tassato
nb: Totalt skattlagt
nl: Totaal belast
pt: Total tributado
ru: Всего облагается налогом
zh: 总征税

source: Total Purchase
da: Samlet køb
de: Gesamtkauf
es: Total de Compras
fr: Achat total
it: Acquisto totale
nb: Totalt kjøp
nl: Totale aankoop
pt: Compra Total
ru: Общая покупка
zh: 总购买量

source: The date is not valid
da: Datoen er ikke gyldig
de: Das Datum ist ungültig
es: La fecha no es válida
fr: La date est invalide
it: La data non è valida
nb: Datoen er ikke gyldig
nl: De datum is ongeldig
pt: A data não é válida
ru: Дата недействительна
zh: 日期无效

# DateSinceIsNotValid
source: Since date is not valid
da: Startdatoen er ikke gyldig
de: Startdatum ist ungültig
es: La fecha de inicio no es válida
fr: La date de début n'est pas valide
it: La data di inizio non è valida
nb: Startdatoen er ikke gyldig
nl: De startdatum is niet juist/geldig
pt: A data de início não é válida
ru: Дата начала недействительна
zh: 开始日期无效

source: Date until is not valid
da: dato indtil er ikke gyldig
de: Datum bis ist ungültig
es: Fecha hasta no es válida
fr: la date jusqu'au n'est pas valide
it: data fino a non è valida
nb: dato til er ikke gyldig
nl: datum tot is niet geldig
pt: data até não é válida
ru: дата до недействительна
zh: 截止日期无效

# PaginationItemsperPage
source: Items per page is not valid
da: Elementer pr. side er ikke gyldige
de: Artikel pro Seite ist nicht gültig
es: Los Itéms por página no son válidos
fr: Les éléments par page ne sont pas valides
it: Gli articoli per pagina non sono validi
nb: Elementer per side er ikke gyldige
nl: Artikelen per pagina is niet geldig
pt: Itens por página não são válidos
ru: Элементы на странице не действительны
zh: 每页的项目无效

# PaginationNumberInNotValid
source: Paging number is not valid
da: personsøgningsnummer er ikke gyldigt
de: Paging-Nummer ist nicht gültig
es: El número de paginación no es válido
fr: le numéro d'appel n'est pas valide
it: Il numero di paginazione non è valido
nb: personsøkernummeret er ikke gyldig
nl: oproepnummer is niet geldig
pt: número de paging não é válido
ru: номер пейджинга недействителен
zh: 寻呼号码无效

# TotalNetIsInvalid
source: Net total is not valid
da: Nettototal er ikke gyldig
de: Nettosumme ist nicht gültig
es: El total neto no es válido
fr: Le total net n'est pas valide
it: Il totale netto non è valido
nb: Nettototal er ikke gyldig
nl: Netto totaal is niet geldig
pt: O total líquido não é válido
ru: Чистая сумма недействительна
zh: 净总额无效

source: Search Options
da: Søgemuligheder
de: Suchoptionen
es: Opciones de Búsquedas
fr: Options de recherche
it: opzioni di ricerca
nb: Søkealternativer
nl: zoek opties
pt: Opções de pesquisa
ru: Параметры поиска
zh: 搜索选项

source: Search Text is invalid
da: Søgeteksten er ugyldig
de: Suchtext ist ungültig
es: El texto de búsqueda no es válido
fr: le texte de recherche n'est pas valide
it: Il testo di ricerca non è valido
nb: Søketeksten er ugyldig
nl: Zoektekst is ongeldig
pt: O texto da pesquisa é inválido
ru: Текст поиска недействителен
zh: 搜索文本无效

source: Search of Countries
da: Søg efter lande
de: Suche nach Ländern
es: Búsqueda de Países
fr: Recherche de pays
it: Ricerca di Paesi
nb: Søk etter land
nl: Zoeken van landen
pt: Busca de países
ru: Поиск стран
zh: 搜索国家

source: Search of States
da: Søg efter stater
de: Suche nach Staaten
es: Búsqueda de Estados o Provincia
fr: Recherche d'états
it: Ricerca degli Stati
nb: Søk etter stater
nl: Zoeken van Staten
pt: Pesquisa de Estados
ru: Поиск Штатов
zh: 搜索状态

source: Load More
da: Indlæs Flere
de: Mehr laden
es: Cargar más Items
fr: Afficher plus
it: Carica altri
nb: Last mer
nl: Meer laden
pt: Carregar mais
ru: Загрузить еще
zh: 加载更多

# forbidenAccess
source: Forbidden Access
da: Forbudt adgang
de: Keine Zugangsberechtigung
es: ﻿Acceso prohibido
fr: accès interdit
it: Accesso vietato
nb: Forbudt tilgang
nl: Verboden toegang
pt: Acesso proibido
ru: Запрещенный доступ
zh: 禁止访问

source: Api version is wrong
da: API-versionen er forkert
de: API-Version ist falsch
es: La versión de API es incorrecta
fr: la version de l'API est fausse
it: La versione API è sbagliata
nb: API-versjonen er feil
nl: API-versie is fout
pt: A versão Api está errada
ru: Версия api неверна
zh: api版本不对

# SearchOfCompany
source: Search of Companies
da: Søg efter virksomheder
de: Suche nach Firmen
es: Búsqueda de Empresas
fr: Recherche d'Entreprises
it: Ricerca di aziende
nb: Søk etter selskaper
nl: Zoeken van bedrijven
pt: Busca de empresas
ru: Поиск компаний
zh: 搜索公司

source: type of expenses
da: Udgifter
de: Art der Ausgaben
es: Tipo de gastos
fr: Dépenses
it: Tipo di spese
nb: Type utgifter
nl: Uitgaven
pt: Tipo de despesas
ru: Тип расходов
zh: 费用类型

source: Expence
da: Type af udgifter
de: Kosten
es: Gastos
fr: Type de dépenses
it: Spese
nb: Utgifter
nl: Soort uitgaven
pt: Despesas
ru: Расходы
zh: 花费

source: Return Reason
da: Årsag til returnering
de: Rückgabegrund
es: Motivo de devolución
fr: Motif du retour
it: Motivo del reso
nb: Returårsak
nl: Reden van retour
pt: Motivo da devolução
ru: Причина возврата
zh: 返回原因

# Town
source: neighborhood
da: Område
de: Bezirk
es: Barrio
fr: Quartier
it: Dintorni
nb: Nabolag
nl: Buurt
pt: Bairro
ru: окресности
zh: 社区

source: Vehicle
da: Køretøj
de: Fahrzeug
es: Vehículo
fr: Véhicule
it: Veicolo
nb: Kjøretøy
nl: Voertuig
pt: Veículo
ru: Пассажирский модуль
zh: 车辆

source: Group Id is invalid
da: Gruppe-id er ugyldigt
de: Gruppen-ID ist ungültig
es: El ID de grupo no es válido
fr: L'identifiant du groupe n'est pas valide
it: L'ID gruppo non è valido
nb: Gruppe-ID er ugyldig
nl: Groeps-ID is ongeldig
pt: O ID do grupo é inválido
ru: ID группы недействителен
zh: 组 ID 无效

source: Zone Id is invalid
da: Zone-id er ugyldigt
de: Zonen-ID ist ungültig
es: Zona Id no es válido
fr: L'ID de zone n'est pas valide
it: L'ID zona non è valido
nb: Sone-ID er ugyldig
nl: Zone-ID is ongeldig
pt: Id da zona é inválido
ru: Идентификатор зоны недействителен
zh: 区域 ID 无效

# SearchOfApply
source: Search of Application
da: Søgning efter ansøgning
de: Suche nach Anwendung
es: Búsqueda de Aplicaciones
fr: Recherche de candidature
it: Ricerca dell'applicazione
nb: Søk etter søknad
nl: Zoeken naar toepassing
pt: Pesquisa de aplicativo
ru: Поиск приложения
zh: 申请搜索

source: Search of Town
da: Søgning i byen
de: Suche nach Stadt
es: Búsqueda de Barrios
fr: Recherche de ville
it: Ricerca della città
nb: Søk i byen
nl: Zoeken in de stad
pt: Pesquisa da vizinhança
ru: Поиск города
zh: 城镇搜索

source: Search of Category
da: Søgning efter kategori
de: Suche nach Kategorie
es: Búsqueda de Categoría
fr: Recherche de catégorie
it: Ricerca per categoria
nb: Søk etter kategori
nl: Zoeken op categorie
pt: Pesquisa de Categoria
ru: Поиск по категории
zh: 类别搜索

source: Search of Expence
da: Søgning af Expence
de: Suche nach Ausgaben
es: Búsqueda de Gastos
fr: Recherche de dépenses
it: Ricerca della spesa
nb: Søk etter Expence
nl: Zoeken naar onkosten
pt: Pesquisa de Despesas
ru: Поиск расходов
zh: 费用查询

source: Search of Brand
da: Søgning efter mærke
de: Suche nach Marke
es: Búsqueda de Marca
fr: Recherche de marque
it: Ricerca del marchio
nb: Søk etter merke
nl: Zoeken op merk
pt: Pesquisa de marca
ru: Поиск бренда
zh: 品牌搜索

source: Search of Package
da: Søg efter pakke
de: Paketsuche
es: Búsqueda de Presentación del Producto
fr: Recherche de colis
it: Ricerca del pacchetto
nb: Søk etter pakke
nl: Zoeken van pakket
pt: Pesquisa de Apresentação
ru: Поиск пакета
zh: 包裹搜索

source: Search of Priority
da: Søgning efter prioritet
de: Suche nach Priorität
es: Búsqueda de Prioridad
fr: Recherche de priorité
it: Ricerca di priorità
nb: Søk etter prioritet
nl: Zoeken op prioriteit
pt: Busca de prioridade
ru: Поиск приоритета
zh: 优先搜索

# SearchOfProduct
source: Search of Products
da: Søgning af produkter
de: Suche nach Produkten
es: Búsqueda de Productos
fr: Recherche de produits
it: Ricerca di prodotti
nb: Søk etter produkter
nl: Zoeken naar producten
pt: Pesquisa de produtos
ru: Поиск продуктов
zh: 产品搜索

source: Search of Job Post
da: Søgning af jobopslag
de: Suche nach Stellenanzeige
es: Búsqueda de Puestos de Trabajo
fr: Recherche de poste
it: Ricerca del posto di lavoro
nb: Søk etter stillingspost
nl: Zoeken naar vacature
pt: Pesquisa de vaga de emprego
ru: Поиск вакансий
zh: 职位搜索
