Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# AppType
source: Business Software Solution
da: Forretningssoftwareløsning
de: Business Software Lösung
es: Solución de software empresarial
fr: solution logicielle d'entreprise
it: Soluzione software aziendale
nb: Forretningsprogramvareløsning
nl: Zakelijke softwareoplossing
pt: Solução de software comercial
ru: Решение для бизнеса
zh: 商业软件解决方案

source: Account Statement
da: Kontoudtog
de: Kontoauszug
es: Estado de Cuenta
fr: Relevé de compte
it: Estratto conto
nb: Kontoutdrag
nl: Rekeningoverzicht
pt: Demonstrativo da conta
ru: Выписка по счету
zh: 帐户对帐单

source: Bounced Check
da: Sprang Check
de: Scheck zurückgeschickt
es: Cheque Rechazado
fr: Chèque sans Provision
it: Controllo Rimbalzato
nb: Spratt sjekk
nl: Stuiterde cheque
pt: Cheque Rejeitado
ru: отскок чека
zh: 空头支票

source: Bank Branch
da: Bankfilialen
de: Bankfiliale
es: Agencia
fr: Succursale bancaire
it: Sportello Bancario
nb: Avdeling
nl: Bankfiliaal
pt: Agência
ru: филиал банка
zh: 银行分行

source: Bank Check
da: Check
de: Bankscheck
es: Cheque bancario
fr: Chèque bancaire
it: Assegno bancario
nb: Banksjekk
nl: Bankcheque
pt: Cheque bancário
ru: Банковский чек
zh: 银行支票

# BankCheckNumber
source: Check number
da: Checknummer
de: Schecknummer
es: Número de Cheque
fr: Numéro de chèque
it: Numero assegno
nb: Sjekknummer
nl: Chequenummer
pt: Número do cheque
ru: Номер чека
zh: 支票编号

# BankCheckNumberExist
source: Check number already exists
da: Bankchecknummer findes allerede
de: Bankschecknummer existiert bereits
es: El número de cheque ya existe
fr: Le numéro de chèque existe déjà
it: Il numero di assegno bancario esiste già
nb: Banksjekknummer eksisterer allerede
nl: Chequenummer bestaat al
pt: O número do cheque já existe
ru: Номер банковского чека уже существует
zh: 银行支票号码已经存在

# BankCheckPayee
source: Payee
da: Betalingsmodtager
de: Zahlungsempfänger
es: Beneficiario
fr: Bénéficiaire
it: Beneficiario
nb: Betalingsmottaker
nl: Begunstigde
pt: Beneficiário
ru: Получатель платежа
zh: 收款人

# BankDepositAddNew
source: New Deposit
da: Ny indbetaling
de: Neue Einzahlung
es: Nuevo Depósito
fr: Nouveau dépôt
it: Nuovo deposito
nb: Innskudd
nl: Nieuwe storting
pt: Novo Depósito
ru: Создать депозит
zh: 新的储值记录

# BankDepositedChecks
source: Deposited Checks
da: Indskudt Checks
de: Hinterlegte Schecks
es: Cheques Depositados
fr: Chèques déposés
it: Controlli depositati
nb: Innlagte sjekker
nl: Gedeponeerde cheques
pt: Cheques depositados
ru: Депонированные чеки
zh: 存入支票

# BankDepositNumber
source: Deposit Number
da: Indbetalingsnummer
de: Einzahlungsnummer
es: Número de Depósito
fr: Numéro de dépôt
it: Numero deposito
nb: Betalingsnummer
nl: Depositonummer
pt: Número do Depósito
ru: Номер депозита
zh: 存款单编号

# BankDepositNumExist
source: Deposit number already exists
da: Indbetalingsnummer findes allerede
de: Einzahlungsnummer existiert bereits
es: El número de depósito ya existe
fr: Le numéro de dépôt existe déjà
it: Il numero di deposito esiste già
nb: Innskuddsnummer finnes allerede
nl: Er bestaat al een aanbetalingsnummer
pt: O número do depósito já existe
ru: Номер депозита уже существует
zh: 号码已经存在

# BankDepositoDetails
source: Bank Deposit Details
da: Oplysninger om bankindskud
de: Zahlungseinzelheiten
es: Detalles del depósito bancario
fr: Cachez les coordonnées bancaires de dépôt
it: Dettagli del deposito bancario
nb: Bankinnskuddsdetaljer
nl: Betaling gegevens
pt: Detalhes do Depósito Bancário
ru: Детали депозита
zh: 定金详情

# BankDepositReport2
source: Bank Deposit Report
da: Bankindskudsrapport
de: Bankeinzahlungsbericht
es: Informe de Depósitos
fr: Rapport de dépôt bancaire
it: Rapporto sul deposito bancario
nb: Bankinnskuddsrapport
nl: Bankstortingsrapport
pt: Relatório de Depósito Bancário
ru: Отчет о банковском вкладе
zh: 银行存款报告

source: Bank Extraction
da: Bankudtrækning
de: Bankextraktion
es: Extracción Bancaria
fr: Extraction bancaire
it: Estrazione bancaria
nb: Bankutvinning
nl: bank extractie
pt: Extração Bancária
ru: банковское извлечение
zh: 银行提取

# BankExtractionReport
source: Extractions Report
da: Uddragsrapport
de: Extraktionsbericht
es: Informe de Extracciones
fr: Rapport d'extraction
it: Rapporto sulle estrazioni
nb: Utdragsrapport
nl: Extracties Rapport
pt: Relatório de extrações
ru: Отчет об экстракциях
zh: 提取报告

source: Bank
es: Banco
fr: Banque
it: Banca
pt: Banco
ru: Банк
zh: 银行

source: Bank Manager
da: Bankchef
es: Gerente Bancario
fr: Directrice de banque
it: Direttore di banca
nb: Banksjef
pt: Gerente de banco
ru: Управляющий банком
zh: 银行经理

# BankMyBank
source: Our Bank
da: Pengeinstitut
de: Unsere Bank
es: Nuestro Banco
fr: Banque
it: La nostra banca
nb: Bores bank
nl: Onze bank
pt: Nosso banco
ru: Наш банк
zh: 銀行

# BankOtherBank
source: Other Banks
da: Andre banker
de: Andere Bank
es: Otros Bancos
fr: Autres banques
it: Altre banche
nb: Andre banker
nl: Andere banken
pt: Outros bancos
ru: Прочие банки
zh: 其他银行

# BankReimbursed
source: Reimbursed
da: Refunderet
de: Erstattet
es: Reembolso
fr: Remboursée
it: Rimborsata
nb: Refundert
nl: Vergoed
pt: Reembolsado
ru: возмещены
zh: 已报销

source: Bank Account
da: Bankkonto
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
it: Conto bancario
nb: Bankkonto
nl: Bankrekening
pt: Conta Bancária
ru: Банковский счет
zh: 银行帐户

# BankAccountType
source: Type of Bank Account
da: Typer af bankkonti
de: Arten von Bankkonten
es: Tipo de Cuenta Bancaria
fr: Types de comptes bancaires
it: Tipi di conti bancari
nb: Typer bankkontoer
nl: Soorten bankrekeningen
pt: Tipos de contas bancárias
ru: Типы банковских счетов
zh: 银行帐户类型

# BankDeposit_ReportTitle
source: Bank Deposits between dates by Entity
da: Bankindskud mellem enheder fra Enhed
de: Bankeinlagen zwischen den Daten nach Unternehmen
es: Depósitos Bancarios entre fechas por Entidad
fr: Dépôts bancaires entre les dates par entité
it: Versamenti bancari tra le date per Entità
nb: Bankinnskudd mellom datoer fra enhet
nl: Bankstortingen tussen datums per entiteit
pt: Depósitos bancários entre datas por entidade
ru: Банковские депозиты между датами субъектом
zh: 实体之间的日期之间的银行存款

# BankDeposit_TitleCheckDeposited
source: Checks Deposited to Account between date
da: Checks deponeret til konto mellem dato
de: Auf das Konto eingezahlte Schecks
es: Cheques Depositados en la cuenta entre fechas
fr: Chèques déposés sur le compte entre la date
it: Assegni depositati sull-account
nb: Sjekker satt inn på konto mellom dato
nl: Cheques Gestort op rekening tussen datum
pt: Cheques Depositados na conta entre a data
ru: Чеки зачисляются на счет между датами
zh: 日期之间存入帐户的支票

# BankExtractionType
source: Extraction Type
da: Ekstraktion
es: Tipo de Extracción
fr: Tipo de extracção
it: Estrazione
nb: Utvinning
nl: Extractie
pt: Tipo de extração
ru: Тип выбора
zh: 萃取

source: Branch
da: Afdeling
de: Verzweigung
es: Rubro
fr: Branche
it: Ramo
nb: Avdeling
nl: Vertakking
pt: Ramificação
ru: Ветвь
zh: 分支

source: Branch Name
da: Afdelingsnavn
de: Zweigstellenname
es: Nombre de rubro
fr: Nom de la branche
it: Nome ramo
nb: Avdelingsnavn
nl: Naam vertakking
pt: Nome da ramificação
ru: Имя ветви
zh: 分支名称

source: Business Management Software
da: Forretningsstyringssoftware
de: Business-Management-oftware
es: Software de gestión empresarial
fr: Logiciel de gestion commerciale
it: Software di gestione aziendale
nb: Programvare for forretningsadministrasjon
pt: Software de Gestão Empresarial
ru: Программное обеспечение по управлению бизнес-процессами
zh: 商业管理软件

source: Category Name
da: Kategorinavn
de: Kategoriename
es: Nombre de Categoría
fr: Nom de catégorie
it: Nome della Categoria
nb: Kategorinavn
nl: Categorienaam
pt: Nome da categoria
ru: Имя категории
zh: 类别名称

source: Category
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nb: Kategori
nl: Categorie
pt: Categoria
ru: Категория
zh: 类别

# CheckInternetConnection
source: Check the internet connection.
da: Kontroller internetforbindelsen.
de: Internetverbindung.
es: Compruebe la conexión a Internet.
fr: Vérifiez la connexion Internet.
it: Controlla la connessione Internet.
nb: Undersøk internett forbindelsen.
nl: Controleer uw internetverbinding.
pt: Verifique a ligação com a Internet.
ru: Проверьте подключение к интернету.
zh: 检查互联网连接.

source: Cities
da: By
de: Städte
es: Ciudades
fr: intelligentes
it: Città
nb: Byer
nl: STEDEN
pt: Cidades
ru: Города
zh: 城市

# City_ErrorMustSelect
source: You must select a city.
da: Du skal vælge en by.
de: Sie müssen eine Stadt auswählen.
es: Debes seleccionar una ciudad.
fr: Vous devez sélectionner une affaire.
it: Devi selezionare una città.
nb: Du må velge en by.
nl: U moet een stad selecteren.
pt: Você deve selecionar uma cidade.
ru: Вы должны выбрать город.
zh: 你必须选择一个城市。

source: City
da: By
de: Stadt
es: Ciudad
fr: Ville
it: Città
nb: by
nl: Stad
pt: Cidade
ru: Город
zh: 城市

source: City Name
da: By Navn
es: Nombre de la ciudad
fr: Nom de la ville
it: Nome della Città
nb: Bynavn
nl: Plaatsnaam
pt: Nome da cidade
ru: Название города
zh: 城市名

# City_NoCitiesAddedYet
source: No Cities added yet
da: Ingen byer tilføjet endnu
de: Noch keine Städte hinzugefügt
es: No hay ciudades añadidas todavía
fr: Aucune ville ajoutée pour le moment
it: Nessuna città aggiunta ancora
nb: Ingen byer lagt til ennå
nl: geen steden toegevoegd straalvliegtuig
pt: Nenhuma cidade adicionada ainda
ru: Города еще не добавлены
zh: 尚未添加城市

# City_of
source: Cities of
da: Byer
de: Städte von
es: Ciudades de
fr: Villes de
it: Città di
nb: Byer av
nl: Steden van
pt: Cidades de
ru: Люда
zh: 城市

# City_Pleseholder
source: Name of the city
da: navnet på byen
de: Namen des
es: nombre de la ciudad
fr: nom de la ville
it: Nome della città
nb: Navnet på poststedet
nl: naam van de stad
pt: Nome da Cidade
ru: Наименование города
zh: 制造商

# City_SelectCombo
source: (Select a City...)
da: Vælg en by
de: Wählen Sie eine Stadt aus
es: Seleccione la ciudad
fr: Sélectionner une ville
it: Scegli il comune
nb: Velg en by
nl: Selecteer een stad
pt: Selecione uma cidade
ru: выберите город
zh: 选择一个城市

# Company_Create
source: Create Company
da: Opret firma
de: Unternehmen erstellen
es: Crear Empresa
fr: Créer une société
it: Crea società
nb: Opprett bedrift
nl: Bedrijf maken
pt: Criar Empresa
ru: Создать компанию
zh: 创建公司

# Company_Edith
source: Update Company
da: Opdater Company
de: Unternehmung aktualisieren
es: Actualizar Empresa
fr: Mettre à jour des informations de la société
it: Aggiorna azienda
nb: Oppdater Virksomheten
nl: Update Bedrijf
pt: Atualizar Empresa
ru: Обновить компанию
zh: 更单位

# Company_ErrorMustSelect
source: You must select a company.
da: Du skal vælge et firma.
de: Sie müssen ein Unternehmen auswählen.
es: Debe seleccionar una compañía.
fr: Vous devez sélectionner une société.
it: Devi selezionare una società.
nb: Du må velge et selskap.
nl: U moet een bedrijf selecteren.
pt: É necessário escolher uma empresa.
ru: Необходимо выбрать компанию.
zh: 你必须选择一家公司。

# Company_Logo
source: Logo
es: Logotipo
pt: Logotipo
ru: Логотип
zh: 徽标

# Company_OwnerLabel
source: Owner
da: Ejer
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
nb: Eier
nl: Eigenaar
pt: Proprietário
ru: Владелец
zh: 所有者

# Company_SelectCombo
source: (Select a Company)
da: (Vælg et firma)
de: (Unternehmen auswählen)
es: (Seleccionar una compañía)
fr: (Sélectionner une société)
it: (Selezionare una società)
nb: (Velg firma)
nl: (Een bedrijf selecteren)
pt: (Selecionar uma empresa)
ru: (Выбор компании)
zh: (请选择一家单位)

# Company_TrialDay
source: Trial Days
da: Prøve dage
de: Probetage
es: Días de prueba
fr: Jours d’essai
it: Giorni di prova
nb: Prøve dager
nl: Proefperiode
pt: Dias de teste
ru: Пробные дни
zh: 试用日期

source: Configure Connection
da: Konfigurer forbindelse
de: Verbindung konfigurieren
es: Configurar conexión
fr: Configurer la connexion
it: Configura connessione
nb: Konfigurer tilkobling
nl: Verbinding configureren
pt: Configurar conexão
ru: Настроить подключение
zh: 配置连接

# ConfigureDatabase
source: Configure the database server
da: Konfigurer databaseserveren
de: Konfigurieren Sie den Datenbankserver
es: Configuracion del servidor de la base de datos
fr: Configurez le serveur de base de données
it: Configura il server del database
nb: Konfigurer databaseserveren
nl: Configureer de databaseserver
pt: Configure o servidor de banco de dados
ru: Настройте сервер базы данных
zh: 配置数据库服务器

source: Countries
da: Lande
de: Länder
es: Países
fr: Pays
it: Paesi
nb: Land
nl: Landen
pt: Países
ru: страна
zh: 国家/地区

# Country_CannotLoadCountries
source: Cannot load countries
da: kan ikke indlæse lande
de: Länder können nicht geladen werden
es: no puede cargar paises
fr: ne peut pas charger les pays
it: non è possibile caricare i paesi
nb: kan ikke laste inn land
nl: kan landen niet laden
pt: não é possível carregar países
ru: не могу загрузить страны
zh: 无法加载国家

# Country_ErrorMustSelect
source: You must select a country
da: Vælg land
de: Ein Land auswählen
es: Debe seleccionar un país
fr: Vous devez sélectionner un pays
it: Seleziona un paese
nb: Du må velge et land
nl: Selecteer een land
pt: Você deve selecionar um país
ru: Вы должны выбрать страну
zh: 您必须选择一个国家

source: Country Name
da: Landenavn
de: Land
es: Nombre del país
fr: Nom de pays
it: Nazione
nb: Landets navn
nl: Naam van het Land
pt: Nome do país
ru: Название страны
zh: 国家名称

# Country_Pleaseholder
source: Name of the country
da: landets navn
de: Name des Landes
es: nombre del país
fr: nom du pays
it: Denominazione del paese
nb: navn på landet
nl: naam van het land
pt: nome do país
ru: Название страны
zh: 该国名称

# Country_SelectCombo
source: (Select a country...)
da: Vælg et land
de: Wähle ein Land
es: Seleccionar un país
fr: Sélectionner un pays
it: Selezionare un paese
nb: Velg et land
nl: Selecteren een land
pt: Selecionar um país
ru: выберите страну
zh: 选择一个国家

source: Country
da: Land
de: Land
es: País
fr: Pays
it: Paese
nb: Land
nl: Land
pt: País
ru: Страна
zh: 國家

source: Customer
da: kunde
de: Kunde
es: Cliente
fr: client
it: cliente
nb: Kunde
nl: klant
pt: Cliente
ru: Заказчик
zh: 顧客

# DataBaseName
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
pt: Banco de dados
ru: База данных
zh: 数据库

source: About
da: Om
de: Info
es: Acerca de
fr: À propos de
it: Informazioni su
nb: Om
nl: Info
pt: Sobre
ru: О программе
zh: 关于

source: Accept
da: Acceptér
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
nb: Godta
nl: Aanvaarden
pt: Aceitar
ru: принимать
zh: 接受

source: Account Holder
da: Kontoindehaver
de: Kontoinhaber
es: Titular de la cuenta
fr: Titulaire du compte
it: Titolare conto
nb: Kontoinnehaver
nl: Rekeninghouder
pt: Titular da conta
ru: Держатель счета
zh: 帐户特有人

source: Account Number
da: Firmanummer
de: Kontonummer
es: Número de cuenta
fr: Numéro de compte
it: Numero account
nb: Kontonummer
nl: Rekeningnummer
pt: Número da Conta
ru: Номер счета
zh: 帐号

source: Account Type
da: Kontotype
de: Kontotyp
es: Tipo de Cuenta
fr: Type de compte
it: Tipo di account
nb: Kontotype
pt: Tipo de Conta
ru: Тип учетной записи
zh: 帐户类型

source: Actions
da: Handlinger
de: Aktionen
es: Acciones
it: Azioni
nb: Handlinger
nl: Acties
pt: Ações
ru: Действия
zh: 操作

source: Address
da: Adresse
de: Anschrift
es: Dirección
fr: Adresse
it: Indirizzo
nb: Adresse
nl: Adres
pt: Endereço
ru: Адрес
zh: 地址

# AlreadyExists
source: {0} already exists.
da: {0} eksisterer allerede.
de: {0} existiert bereits.
es: {0} ya existe.
fr: {0} existe déjà.
it: {0} esiste già.
nb: {0} eksisterer allerede.
nl: {0} bestaat al.
pt: {0} já existente.
ru: {0} уже существует.
zh: {0}已存在.

source: Amount
da: Beløb
de: Menge
es: Importe
fr: Montant
it: Importo
nb: Beløp
nl: Hoeveelheid
pt: Valor
ru: Сумма
zh: 金额

# AmountIsInvalid
source: The Amount is not Valid
da: Beløbet er ikke gyldigt
de: Der Betrag ist ungültig
es: El importe no es válido
fr: Le montant n'est pas valide
it: L'importo non è valido
nb: Beløpet er ikke gyldig
nl: Bedrag is niet geldig
pt: O valor não é válido
ru: Сумма не является действительной
zh: 金额无效

# Apply
source: Product Application
da: Anvend
de: Übernehmen
es: Aplicaciones del Producto
fr: Appliquer
it: Applica
nb: Bruk
nl: Toepassen
pt: Aplicação do Produto
ru: Применить
zh: 应用

source: Attribute
da: attribut
de: Attribut
es: Atributos
fr: attribut
it: attributo
nb: attributt
nl: kenmerk
pt: Atributo
ru: Атрибут
zh: 属性

source: Back to list
da: Tilbage til liste
de: Zurück zur Übersicht
es: Volver a la lista
fr: Retour à la liste
it: Torna alla lista
nb: Tilbake til listen
nl: Terug naar lijst
pt: Retornar à lista
ru: Назад к списку
zh: 回到用户积分列表

source: Birthdate
da: Fødselsdato
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de naissance
it: Data di nascita
nb: Fødselsdato
nl: Geboortedatum
pt: Data de Nascimento
ru: Дата рождения
zh: 出生日期

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

# CardIdNumber
source: identity card number
da: identitetskortnummer
de: Personalausweisnummer
es: Número de cédula
fr: Numéro de la carte d’identité
it: ID Card
nb: identitetskortnummer
nl: Identiteitskaartnummer
pt: Número de Identidade
ru: номер удостоверения личности
zh: 身份证号码

source: Cash
da: Kontant
de: Kasse
es: Efectivo
fr: Espèces
it: Contante
nb: Kontant
nl: Contant
pt: Pagamento à vista
ru: Касса
zh: 现金

source: Choose file
da: Vælg fil
de: Datei auswählen
es: Elegir Imagen
fr: Sélectionnez un fichier
it: Scegli file
nb: Velg fil
nl: Bestand kiezen
pt: Escolher Arquivo
ru: Выберите файл
zh: 选择文件

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: De conclure
it: Chiudi
nb: Lukk
nl: Sluiten
pt: Fechar
ru: Закрой
zh: 关闭

source: Concept
da: Koncept
de: Konzept
es: Concepto
it: Concetto
nb: Konsept
pt: Conceito
ru: Концепция
zh: 概念

source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuración
it: Configurazione
nb: Konfigurasjon
nl: Configuratie
pt: Configuração
ru: Конфигурация
zh: 配置

# CopyToClipboad
source: Copy to clipboard
da: Kopiér til &Udklipsholder
de: In Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le Presse-papiers
it: Copia negli Appunti
nb: Kopier til utklippstavlen
nl: Naar Klembord &kopiëren
pt: Copiar para Área de Transf
ru: Копировать в буфер
zh: 复制到剪贴板

source: Create New
da: Opret ny
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau
it: Crea nuovo
nb: Opprett ny
nl: Nieuwe creëren
pt: Criar novo
ru: Создать новый
zh: 新建

source: Credit Officer
da: Kreditchef
de: Kreditbeauftragter
es: Oficial de crédito
fr: responsable de crédit
it: Funzionario
nb: Kredittoffiser
pt: Oficial de crédito
ru: Кредитный специалист
zh: 信贷审批主管

# EmptyTable
source: No data available in this table
da: Ingen data tilgængelig i tabellen
de: Keine Daten in der Tabelle verfügbar
es: Sin datos disponibles en la tabla
fr: Aucune donnée disponible dans le tableau
it: Nessun dato disponibile nella tabella
nb: Ingen data tilgjengelig i tabellen
nl: Geen data beschikbaar in de tabel
pt: Nenhum dado encontrado
ru: Нет данных в таблице
zh: 表中没有可用的数据

# LoadingRecords
source: Loading
da: Indlæser
de: Laden
es: Cargando
fr: Chargement
it: Caricamento in corso
nb: Laster inn
nl: Laden
pt: Carregando
ru: Загрузка
zh: 正在加载

source: First
da: Første
de: Erste
es: Primero
fr: Premier
it: primo
nb: første
nl: eerste
pt: primeiro
ru: первых
zh: 第一项

source: Last
da: Sidste
de: Letzte
es: Último
fr: Dernier
it: Ultimo
nb: Siste
nl: Laatste
pt: Último
ru: Последний
zh: 最后一页

source: Next
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nb: Neste
nl: Volgende
pt: Avançar
ru: Далее
zh: 下一步

source: Previous
da: Forrige
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
nb: Forrige
nl: Vorige
pt: Anterior
ru: Назад
zh: 上一个

source: Processing...
da: Behandler...
de: Verarbeiten...
es: Procesando...
fr: Traitement...
it: Elaborazione...
nb: Behandler...
nl: Verwerken...
pt: Processando...
ru: Обработка...
zh: 正在处理...

# NoRecordsFound
source: no results found
da: Der blev ikke fundet nogen resultater
de: Keine Ergebnisse gefunden
es: no se encontraron resultados
fr: aucun résultat trouvé
it: Nessun risultato trovato
nb: Finner ingen resultater
nl: Geen resultaten gevonden
pt: Nenhum resultado encontrado
ru: Результаты не найдены
zh: 找不到结果

source: Date
da: Dato
de: Datum
es: Fecha
it: Data
nb: Dato
nl: Datum
pt: Data
ru: Дата
zh: 日期

source: Date is invalid
da: er ugyldig
de: Datum ist ungültig
es: Fecha es Invalida
fr: Date invalide
it: Data non valida
nb: Dato er ugyldig
nl: Datum is ongeldig
pt: Data invalida
ru: Дата недействительна
zh: 日期无效

source: Date Range
da: Datointerval
de: Datumsbereich
es: Intervalo de fechas
fr: Plage de dates
it: Intervallo di date
nb: Datointervall
nl: Datumbereik
pt: Intervalo de datas
ru: Диапазон Дат
zh: 日期范围

# DateRangeValidate
source: wrong date range
da: forkert datointerval
de: falscher Datumsbereich
es: Rango de fechas equivocado
fr: mauvaise plage de dates
it: intervallo di date errato
nb: feil datointervall
nl: verkeerde periode
pt: período errado
ru: неправильный диапазон дат
zh: 错误的日期范围

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nb: Slett
nl: Verwijderen
pt: Excluir
ru: Удалить
zh: 删除

# Delete_Question
source: Do you want to delete ?
da: Vil du slette ?
de: Möchten Sie löschen?
es: ¿Confirma que desea eliminar?
fr: Voulez-vous supprimer?
nb: Vil du slette?
pt: Você deseja excluir?
ru: Почему вы хотите отменить этот заказ?
zh: 你想删除?

source: Delete Item
da: Slet emne
de: Eintrag löschen
es: Eliminar Item
fr: Supprimer l'élément
it: Elimina articolo
nb: Slett element
nl: Verwijder bestand
pt: Excluir Item
ru: Удалить запись
zh: 删除项目

# DeleteSuccessful
source: Successfully removed
da: Fjernet
de: Erfolgreich entfernt
es: Eliminado con éxito
fr: La suppression a été effectuée
it: La rimozione è stata completata
nb: Fjernet
nl: Verwijderd
pt: Removido com êxito
ru: Удаление завершено
zh: 已成功删除

# Detail
source: Details
da: Detaljer
es: Detalles
fr: Détails
it: Dettagli
nb: Detaljer
nl: Gegevens
pt: Detalhes
ru: Все дело в деталях
zh: 详细信息

source: Detail without records
da: Detalje uden poster
de: Detail ohne Aufzeichnungen
es: Detalle sin registros
fr: Détail sans enregistrements
it: Dettaglio senza record
nb: Detalj uten poster
nl: Detail zonder records
pt: Detalhe sem registros
ru: Деталь без записей
zh: 没有记录的细节

# DocNumber
source: Document number
da: Dokumentnr
de: Dokumentnummer
es: Numero de Documento
fr: Numéro de document
it: Numero documento
nb: Dokumentnummer
nl: Documentnummer
pt: Número do documento
ru: Номер документа
zh: 文档编号

source: Due Date
da: Forfaldsdato
de: Fällig am
es: Fecha de Vencimiento
fr: Échéance
it: Scadenza
nb: Forfallsdato
nl: Einddatum
pt: Data de Conclusão
ru: Срок
zh: 截止日期

source: Duplicate Entry
da: Identisk post
de: Doppelter Eintrag
es: Entrada duplicada
fr: Entrée dupliquée
it: Voce duplicata
nb: Duplikat oppføring
nl: Dubbele vermelding
pt: Entrada duplicada
ru: Такая запись уже есть
zh: 重复项

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nb: Rediger
nl: Bewerk
pt: Editar
ru: Редактировать
zh: 编辑

source: Edit Person
da: Rediger person
de: Person bearbeiten
es: Editar persona
fr: Modifier la personne
it: Modifica persona
nb: Rediger person
nl: Persoon bewerken
pt: Editar pessoa
ru: Изменение пользователя
zh: 编辑人员

source: Email
da: Mail
it: Posta
nb: E-post
ru: почта
zh: 电子邮件

# EnterValidNumber
source: Enter a valid number
da: Skriv et gyldigt tal
de: Geben Sie eine gültige Nummer ein
es: Escriba un número válido
fr: Entrez un numéro valide
it: Immettere un numero valido
nb: Angi et gyldig nummer
nl: Voer een geldig nummer in
pt: Digite um número válido
ru: Введите допустимое число
zh: 输入有效数字

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nb: Feil
nl: Fout
pt: Erro
ru: Ошибка
zh: 错误
