Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# AlterStockIsInvalid
source: Stock modifier is not valid
da: Lagermodifikator er ikke gyldig
de: Bestandsmodifikator ist ungültig
es: El modificador de stock no es válido
fr: Le modificateur de stock n'est pas valide
it: Il modificatore di stock non è valido
nb: Lagermodifikator er ikke gyldig
nl: Voorraadmodifier is niet geldig
pt: O modificador de estoque não é válido
ru: Модификатор запаса недействителен
zh: 库存修饰符无效

source: Barcode is invalid
da: Stregkoden er ugyldig
de: Barcode ist ungültig
es: El código de barras no es válido
fr: Le code-barres n'est pas valide
it: Il codice a barre non è valido
nb: Strekkoden er ugyldig
nl: Barcode is ongeldig
pt: O código de barras é inválido
ru: Штрих-код недействителен
zh: 条码无效

# GenericNameIsInvalid
source: Generic name of the product is not valid
da: Generisk navn på produktet er ikke gyldigt
de: Der generische Name des Produkts ist ungültig
es: El nombre genérico del producto no es válido
fr: Le nom générique du produit n'est pas valide
it: Il nome generico del prodotto non è valido
nb: Generisk navn på produktet er ikke gyldig
nl: Algemene naam van het product is niet geldig
pt: O nome genérico do produto não é válido
ru: Общее название продукта недействительно
zh: 产品通用名称无效

# GroupIsInvalid
source: Product Group is Invalid
da: Produktgruppen er ikke gyldig
de: Produktgruppe ist ungültig
es: El grupo del producto no es válido
fr: Le groupe de produits n'est pas valide
it: Il gruppo di prodotti non è valido
nb: Produktgruppen er ikke gyldig
nl: Productgroep is niet geldig
pt: O grupo de produtos não é válido
ru: Группа продуктов недействительна
zh: 产品组无效

# MeasureIsInvalid
source: Unit of Measure is not valid
da: Måleenheden er ikke gyldig
de: Maßeinheit ist ungültig
es: La unidad de medida no es válida
fr: L'unité de mesure n'est pas valide
it: L'unità di misura non è valida
nb: Måleenhet er ikke gyldig
nl: Maateenheid is niet geldig
pt: A unidade de medida não é válida
ru: Единица измерения недействительна
zh: 计量单位无效

# MinimunStockIsInvalid
source: Minimum stock is not valid
da: Minimumlager er ikke gyldigt
de: Mindestbestand gilt nicht
es: El stock mínimo no es válido
fr: Le stock minimum n'est pas valide
it: Lo stock minimo non è valido
nb: Minstelager er ikke gyldig
nl: Minimumvoorraad is niet geldig
pt: Estoque mínimo não é válido
ru: Минимальный запас недействителен
zh: 最低库存无效

# PackagingIsInvalid
source: Type of Packaging is not valid
da: Emballagetype er ikke gyldig
de: Art der Verpackung ist ungültig
es: Presentación o embalaje no es válida
fr: Le type d'emballage n'est pas valide
it: Il tipo di imballaggio non è valido
nb: Type emballasje er ikke gyldig
nl: Type verpakking is niet geldig
pt: O tipo de embalagem não é válido
ru: Тип упаковки недействителен
zh: 包装类型无效

# PriorityIsInvalid
source: Product Priority is not valid
da: Produktprioritet er ikke gyldig
de: Produktpriorität ist ungültig
es: La prioridad del producto no es válida
fr: La priorité du produit n'est pas valide
it: La priorità del prodotto non è valida
nb: Produktprioritet er ikke gyldig
nl: Productprioriteit is niet geldig
pt: A prioridade do produto não é válida
ru: Приоритет продукта недействителен
zh: 产品优先级无效

# ProductCheckIsInvalid
source: Controlled product is invalid
da: Det kontrollerede produkt er ugyldigt
de: Das kontrollierte Produkt ist ungültig
es: El producto controlado no es válido
fr: Le produit contrôlé n'est pas valide
it: Il prodotto controllato non è valido
nb: Kontrollert produkt er ugyldig
nl: Gecontroleerd product is ongeldig
pt: O produto controlado é inválido
ru: Контролируемый продукт недействителен
zh: 受控产品无效

source: Product code is invalid
da: Produktkoden er ugyldig
de: Der Produktcode ist ungültig
es: El código de producto no es válido
fr: Le code produit n'est pas valide
it: Il codice del prodotto non è valido
nb: Produktkoden er ugyldig
nl: Productcode is ongeldig
pt: O código do produto é inválido
ru: Код продукта недействителен
zh: 产品代码无效

# ProductCodeProviderIsInvalid
source: Provider code is invalid
da: Udbyderkoden er ugyldig
de: Anbietercode ist ungültig
es: El código de proveedor no es válido
fr: Le code fournisseur n'est pas valide
it: Il codice del fornitore non è valido
nb: Leverandørkoden er ugyldig
nl: Providercode is ongeldig
pt: O código do provedor é inválido
ru: Код провайдера недействителен
zh: 提供者代码无效

# SaleCommissionIsNotValid
source: Sales commission is not valid
da: Salgsprovision er ikke gyldig
de: Verkaufsprovision ist nicht gültig
es: La comisión de venta no es válida
fr: La commission de vente n'est pas valide
it: La commissione di vendita non è valida
nb: Salgsprovisjon er ikke gyldig
nl: Verkoopcommissie is niet geldig
pt: A comissão de vendas não é válida
ru: Комиссия за продажу недействительна
zh: 销售佣金无效

# SectorProductIsInvalid
source: Product Sector is not valid
da: Produktsektoren er ikke gyldig
de: Produktsektor ist ungültig
es: El sector del producto no es válido
fr: Le secteur de produit n'est pas valide
it: Il settore dei prodotti non è valido
nb: Produktsektoren er ikke gyldig
nl: Productsector is niet geldig
pt: O setor do produto não é válido
ru: Сектор продукта недействителен
zh: 产品部门无效

# SourceProductIsInvalid
source: Source of the product is not valid
da: Kilden til produktet er ikke gyldig
de: Quelle des Produkts ist ungültig
es: La Procedencia del producto no es válida
fr: La source du produit n'est pas valide
it: La fonte del prodotto non è valida
nb: Kilden til produktet er ikke gyldig
nl: Bron van het product is niet geldig
pt: A origem do produto não é válida
ru: Источник продукта недействителен
zh: 产品来源无效

# SubGroupIsInvalid
source: Product sub group is not valid
da: Produktundergruppen er ikke gyldig
de: Produktuntergruppe ist ungültig
es: El subgrupo de productos no es válido
fr: Le sous-groupe de produits n'est pas valide
it: Il sottogruppo di prodotti non è valido
nb: Produktundergruppen er ikke gyldig
nl: Productsubgroep is niet geldig
pt: O subgrupo de produtos não é válido
ru: Недопустимая подгруппа продуктов
zh: 产品子组无效

# TaxIsInvalid
source: Tax is not valid
da: skattetypen er ikke gyldig
de: Steuertyp ist ungültig
es: Tipo de impuesto no es valido
fr: le type de taxe n'est pas valide
it: tipo di tassa non è valido
nb: avgiftstypen er ikke gyldig
nl: belastingsoort is niet geldig
pt: tipo de imposto não é válido
ru: тип налога недействителен
zh: 税种无效

# TrademarkIsInvalid
source: Trademark is not valid
da: Varemærket er ikke gyldigt
de: Warenzeichen ist nicht gültig
es: La marca del producto no es válida
fr: La marque n'est pas valide
it: Il marchio non è valido
nb: Varemerket er ikke gyldig
nl: Handelsmerk is niet geldig
pt: A marca registrada não é válida
ru: Товарный знак недействителен
zh: 商标无效

source: Weight is not valid
da: Vægt er ikke gyldig
de: Gewicht ist nicht gültig
es: El peso no es válido
fr: Le poids n'est pas valide
it: Il peso non è valido
nb: Vekt er ikke gyldig
nl: Gewicht is niet geldig
pt: O peso não é válido
ru: Вес недействителен
zh: 重量无效

# WholesaleIsInvalid
source: Wholesale product is not valid
da: Engros er ikke gyldig
de: Großhandel ist nicht gültig
es: Venta al por mayor no es válida
fr: La vente en gros n'est pas valide
it: Il commercio all'ingrosso non è valido
nb: Engros er ikke gyldig
nl: Groothandel is niet geldig
pt: Atacado não é válido
ru: Опт не действует
zh: 批发无效

# ProductNameIsInvalid
source: Product name is not valid
da: produktnavnet er ikke gyldigt
de: Produktname ist ungültig
es: El nombre del producto no es valido
fr: le nom du produit n'est pas valide
it: il nome del prodotto non è valido
nb: produktnavnet er ikke gyldig
nl: productnaam is niet geldig
pt: o nome do produto não é válido
ru: название продукта недействительно
zh: 产品名称无效

# ProductIsInvalid
source: Producto is not valid
da: Producto er ikke gyldig
de: Le produit n'est pas valide
es: El producto no es válido
fr: Le produit n'est pas valide
it: Producto non è valido
nb: Producto er ikke gyldig
nl: Product is niet geldig
pt: O produto não é válido
ru: Продукт недействителен
zh: 产品无效

source: price according to quantity is not valid
da: pris efter mængde er ikke gyldig
de: Preis nach Menge gilt nicht
es: Precio segun cantidad no es valido
fr: le prix selon la quantité n'est pas valide
it: il prezzo in base alla quantità non è valido
nb: pris i henhold til mengde er ikke gyldig
nl: prijs volgens hoeveelheid is niet geldig
pt: preço de acordo com a quantidade não é válido
ru: цена в зависимости от количества недействительна
zh: 按量计价无效

# PriceValueIsInvalid
source: Price is not a valid
da: Prisen er ikke gyldig
de: Der Preis ist nicht gültig
es: El precio no es válido
fr: Le prix n'est pas valide
it: Il prezzo non è valido
nb: Prisen er ikke gyldig
nl: Prijs is niet geldig
pt: O preço não é válido
ru: Цена недействительна
zh: 价格无效

source: Type of price is not valid
da: Pristype er ikke gyldig
de: Art des Preises ist ungültig
es: El tipo de precio no es válido
fr: Le type de prix n'est pas valide
it: Il tipo di prezzo non è valido
nb: Pristype er ikke gyldig
nl: Type prijs is niet geldig
pt: O tipo de preço não é válido
ru: Тип цены недействителен
zh: 价格类型无效

source: Quantity is not valid
da: Mængden er ikke gyldig
de: Menge ist ungültig
es: La cantidad no es válida
fr: La quantité n'est pas valide
it: La quantità non è valida
nb: Mengden er ikke gyldig
nl: Hoeveelheid is niet geldig
pt: A quantidade não é válida
ru: Количество недействительно
zh: 数量无效

source: Batch is invalid
da: Batchen er ugyldig
de: Charge ist ungültig
es: La Sucursal no es válida
fr: Le lot est invalide
it: Il lotto non è valido
nb: Batchen er ugyldig
nl: Batch is ongeldig
pt: O lote é inválido
ru: Пакет недействителен
zh: 批次无效

source: Start date is invalid
da: startdatoen er ugyldig
de: Startdatum ist ungültig
es: La fecha de inicio no es válida
fr: la date de début n'est pas valide
it: la data di inizio non è valida
nb: startdatoen er ugyldig
nl: startdatum is ongeldig
pt: a data de início é inválida
ru: дата начала недействительна
zh: 开始日期无效

source: End date is invalid
da: slutdatoen er ugyldig
de: Enddatum ist ungültig
es: La fecha de finalización no es válida
fr: la date de fin n'est pas valide
it: la data di fine non è valida
nb: sluttdatoen er ugyldig
nl: einddatum is ongeldig
pt: a data de término é inválida
ru: дата окончания недействительна
zh: 结束日期无效

# CustomerActiveIsNotValid
source: Active client is invalid
da: den aktive klient er ugyldig
de: aktiver Client ist ungültig
es: Cliente activo no es válido
fr: le client actif n'est pas valide
it: il client attivo non è valido
nb: den aktive klienten er ugyldig
nl: actieve klant is ongeldig
pt: cliente ativo é inválido
ru: активный клиент недействителен
zh: 活动客户无效

source: Stock is invalid
da: lager er ugyldigt
de: Bestand ist ungültig
es: El stock no es válido
fr: le stock est invalide
it: lo stock non è valido
nb: lageret er ugyldig
nl: voorraad is ongeldig
pt: o estoque é inválido
ru: запас недействителен
zh: 库存无效

source: VAT percentage
da: momsprocent
de: MwSt.-Prozentsatz
es: Porcentaje de IVA
fr: Pourcentage de TVA
it: Percentuale IVA
nb: momsprosent
nl: BTW percentage
pt: Porcentagem de IVA
ru: процент НДС
zh: 增值税百分比

source: Stock quantity
da: Lagermængde
de: Bestandsmenge
es: Cantidad de stock
fr: Quantité en stock
it: Quantità di scorta
nb: Lagermengde
nl: Voorraadhoeveelheid
pt: Quantidade de estoque
ru: Количество на складе
zh: 库存数量

source: Side
de: Seite
es: Lado
fr: Côté
it: Lato
nl: Kant
pt: Lado
ru: Сторона
zh: 边

source: Shelving
da: Reoler
de: Regale
es: Estantería
fr: Rayonnage
it: Scaffalature
nb: Reoler
nl: rekken
pt: Prateleiras
ru: Стеллажи
zh: 搁架

source: Section
da: Afsnit
de: Abschnitt
es: Sección
it: Sezione
nb: Seksjon
nl: Sectie
pt: Seção
ru: Раздел
zh: 部分

source: Sale Price
da: Udsalgspris
de: Verkaufspreis
es: Precio de Venta
fr: Prix ​​de vente
it: Prezzo di vendita
nb: Salgs pris
nl: Verkoopprijs
pt: Preço de venda
ru: Цена продажи
zh: 销售价格

source: Quantity per box
da: Antal pr kasse
de: Menge pro Karton
es: Cantidad por caja
fr: Quantité par boîte
it: Quantità per scatola
nb: Antall per boks
nl: Aantal per doos
pt: Quantidade por caixa
ru: Количество в коробке
zh: 每箱数量

source: Maximum Stock
da: Maksimal lager
de: Maximaler Bestand
es: Stock Máximo
fr: Stock maximal
it: Massima scorta
nb: Maks lager
nl: Maximale voorraad
pt: Estoque Máximo
ru: Максимальный запас
zh: 最大库存

source: Line
da: Linje
de: Linie
es: Línea
fr: Ligne
it: Linea
nb: Linje
nl: Lijn
pt: Linha
ru: Линия
zh: 线

# ImageSecondary
source: Secondary Image
da: Sekundært billede
de: Sekundäres Bild
es: Imagen Secundario
fr: Image secondaire
it: Immagine secondaria
nb: Sekundært bilde
nl: Secundaire afbeelding
pt: Imagem secundária
ru: Вторичное изображение
zh: 次要图像

# ImageMain
source: Main Image
da: Hovedbillede
de: Hauptbild
es: Imagen Principal
fr: Image principale
it: Immagine principale
nb: Hovedbilde
nl: Hoofdafbeelding
pt: Imagem principal
ru: Основное изображение
zh: 主图

source: Delete Secondary
da: Slet sekundær
de: Sekundär löschen
es: Borrar el Secundario
fr: Supprimer secondaire
it: Elimina secondario
nb: Slett sekundær
nl: Secundair verwijderen
pt: Excluir secundário
ru: Удалить вторичное
zh: 删除次要

source: Delete Main
da: Slet Main
de: Haupt löschen
es: Borrar el Principal
fr: Supprimer principal
it: Elimina principale
nb: Slett Main
nl: Hoofd verwijderen
pt: Excluir principal
ru: Удалить главную
zh: 删除主要

source: Cost price
da: Omkostning
de: Selbstkostenpreis
es: Precio de Costo
fr: Prix ​​de revient
it: Prezzo di costo
nb: Innkjøpspris
nl: Kostprijs
pt: Preço de custo
ru: Стоимость
zh: 成本价

source: Column
da: Kolonne
de: Spalte
es: Columna
fr: Colonne
it: Colonna
nb: Kolonne
nl: Kolom
pt: Coluna
ru: Столбец
zh: 柱子

# AddImageSecondary
source: Add secondary image
da: Tilføj sekundært billede
de: Zweitbild hinzufügen
es: Agregar Imagen Secundaria
fr: Ajouter une image secondaire
it: Aggiungi un'immagine secondaria
nb: Legg til sekundært bilde
nl: Secundaire afbeelding toevoegen
pt: Adicionar imagem secundária
ru: Добавить вторичное изображение
zh: 添加次要图像

# AddImageMain
source: Add main image
da: Tilføj hovedbillede
de: Hauptbild hinzufügen
es: Agregar Imagen Principal
fr: Ajouter une image principale
it: Aggiungi immagine principale
nb: Legg til hovedbilde
nl: Hoofdafbeelding toevoegen
pt: Adicionar imagem principal
ru: Добавить основное изображение
zh: 添加主图像

source: Attributes
da: Egenskaber
de: Attribute
es: Atributos
fr: Les attributs
it: Attributi
nb: Egenskaper
nl: attributen
pt: Atributos
ru: Атрибуты
zh: 属性

source: Components and Applications
da: Komponenter og applikationer
de: Komponenten und Anwendungen
es: Componentes y Aplicaciones
fr: Composants et applications
it: Componenti e applicazioni
nb: Komponenter og applikasjoner
nl: Componenten en toepassingen
pt: Componentes e aplicativos
ru: Компоненты и приложения
zh: 组件和应用

source: Conditions
da: Betingelser
de: Bedingungen
es: Condiciones
fr: Les conditions
it: Condizioni
nb: Forhold
nl: Conditie
pt: Condições
ru: Условия
zh: 条件

source: Image | Location | Components
da: Billede | Beliggenhed | Komponenter
de: Bild | Standort | Komponenten
es: Imagen | Ubicación | Componentes
fr: Image | Localisation | Composants
it: Immagine | Posizione | Componenti
nb: Bilde | Plassering | Komponenter
nl: Afbeelding | Locatie | Componenten
pt: Imagem | Localização | Componentes
ru: Изображение | Расположение | Составные части
zh: 图片 | 位置 | 成分

source: Main
da: Hoved
de: Hauptsächlich
es: Principal
fr: Principal
it: Principale
nb: Hoved
nl: Hoofd
pt: Principal
ru: Главный
zh: 主要的

source: Marketing
da: Markedsføring
fr: Commercialisation
nb: Markedsføring
ru: Маркетинг
zh: 营销

source: Prices
da: Priser
de: Preise
es: Precios
fr: Des prix
it: Prezzi
nb: Priser
nl: Prijzen
pt: Preços
ru: Цены
zh: 价格

source: Property
da: Ejendom
de: Eigentum
es: Propiedad
fr: Propriété
it: Proprietà
nb: Eiendom
nl: Eigendom
pt: Propriedade
ru: Имущество
zh: 财产

source: Stock and Prices
da: Lager og priser
de: Bestand und Preise
es: Stock y Precios
fr: Stock et prix
it: Stock e prezzi
nb: Lager og priser
nl: Voorraad en prijzen
pt: Estoque e preços
ru: Акции и цены
zh: 股票和价格

source: Identity
da: identitet
de: Identität
es: Identidad
fr: identité
it: identità
nb: identitet
nl: identitet
pt: identidade
ru: личность
zh: 身份

source: Advantage is invalid
da: Fordelen er ugyldig
de: Vorteil ist ungültig
es: La ventaja no es válida
fr: L'avantage est invalide
it: Il vantaggio non è valido
nb: Fordelen er ugyldig
nl: Voordeel is ongeldig
pt: A vantagem é inválida
ru: Преимущество недействительно
zh: 优势无效

source: Benefit is invalid
da: Fordelen er ugyldig
de: Vorteil ist ungültig
es: El beneficio no es válido
fr: L'avantage est invalide
it: Il beneficio non è valido
nb: Fordelen er ugyldig
nl: Voordeel is ongeldig
pt: O benefício é inválido
ru: Преимущество недействительно
zh: 福利无效

source: Column is invalid
da: Kolonnen er ugyldig
de: Spalte ist ungültig
es: La columna no es válida
fr: La colonne n'est pas valide
it: La colonna non è valida
nb: Kolonnen er ugyldig
nl: Kolom is ongeldig
pt: A coluna é inválida
ru: Столбец недействителен
zh: 列无效

source: Feature is Invalid
da: Funktionen er ugyldig
de: Funktion ist ungültig
es: La Característica no es válida
fr: La fonctionnalité n'est pas valide
it: La funzione non è valida
nb: Funksjonen er ugyldig
nl: Functie is ongeldig
pt: O recurso é inválido
ru: Функция недействительна
zh: 功能无效

source: Line is Invalid
da: Linjen er ugyldig
de: Zeile ist ungültig
es: La línea no es válida
fr: La ligne n'est pas valide
it: La riga non è valida
nb: Linjen er ugyldig
nl: Lijn is ongeldig
pt: A linha é inválida
ru: Строка недействительна
zh: 线路无效

source: Maximum stock is invalid
da: Maksimal lagerbeholdning er ugyldig
de: Der Höchstbestand ist ungültig
es: El stock máximo no es válido
fr: Le stock maximum n'est pas valide
it: Lo stock massimo non è valido
nb: Maksimal beholdning er ugyldig
nl: Maximale voorraad is ongeldig
pt: O estoque máximo é inválido
ru: Максимальный запас недействителен
zh: 最大库存无效

# ProductServiceIsInvalid
source: The product type service is not valid
da: Produkttypeservicen er ikke gyldig
de: Der Produkttyp Service ist ungültig
es: El producto tipo servicio no es válido
fr: Le service de type de produit n'est pas valide
it: Il servizio del tipo di prodotto non è valido
nb: Produkttypetjenesten er ikke gyldig
nl: De service van het producttype is niet geldig
pt: O serviço do tipo de produto não é válido
ru: Недопустимый тип продукта
zh: 产品类型服务无效

source: Quantity per box is invalid
da: Antal pr. boks er ugyldig
de: Menge pro Karton ist ungültig
es: Cantidad por caja no es válido
fr: La quantité par boîte n'est pas valide
it: La quantità per scatola non è valida
nb: Antall per boks er ugyldig
nl: Aantal per doos is ongeldig
pt: A quantidade por caixa é inválida
ru: Неверное количество в коробке
zh: 每箱数量无效

source: Shelving is invalid
da: Reoler er ugyldige
de: Regale sind ungültig
es: La estantería no es válida
fr: L'étagère n'est pas valide
it: La scaffalatura non è valida
nb: Hylle er ugyldig
nl: Schappen is ongeldig
pt: A estante é inválida
ru: Стеллаж недействителен
zh: 搁置无效

source: Side is invalid
da: Side er ugyldig
de: Seite ist ungültig
es: El lado no es válido
fr: Le côté n'est pas valide
it: Il lato non è valido
nb: Side er ugyldig
nl: Kant is ongeldig
pt: O lado é inválido
ru: Сторона недействительна
zh: 方无效

source: Quantity stock is invalid
da: Mængdelager er ugyldigt
de: Mengenbestand ist ungültig
es: Cantidad en stock no es válida
fr: La quantité en stock n'est pas valide
it: Il prezzo di costo non è valido
nb: Kostprisen er ugyldig
nl: Hoeveelheid voorraad is ongeldig
pt: O preço de custo é inválido
ru: Себестоимость недействительна
zh: 数量库存无效

source: Cost Price is invalid
da: Kostprisen er ugyldig
de: Einstandspreis ist ungültig
es: El precio de costo no es válido
fr: Le prix de revient n'est pas valide
it: La data di scadenza non è valida
nb: Utløpsdatoen er ugyldig
nl: Kostprijs is ongeldig
pt: A data de expiração é inválida
ru: Дата истечения срока действия недействительна
zh: 成本价无效

source: Sale Price is invalid
da: Udsalgsprisen er ugyldig
de: Der Verkaufspreis ist ungültig
es: El precio de venta no es válido
fr: Le prix de vente n'est pas valide
it: La quantità di stock non è valida
nb: Mengdelager er ugyldig
nl: Verkoopprijs is ongeldig
pt: A quantidade de estoque é inválida
ru: Количество на складе недействительно
zh: 销售价格无效

source: Expire date is invalid
da: Udløbsdatoen er ugyldig
de: Das Ablaufdatum ist ungültig
es: La fecha de vencimiento no es válida
fr: La date d'expiration n'est pas valide
it: Il prezzo di vendita non è valido
nb: Salgsprisen er ugyldig
nl: Vervaldatum is ongeldig
pt: O preço de venda é inválido
ru: Цена продажи недействительна
zh: 过期日期无效

source: Copy code to clipboard
da: Kopiér koden til udklipsholderen
de: Code in die Zwischenablage kopieren
es: Copiar código al portapapeles
fr: Copier le code dans le presse-papiers
it: Copia il codice negli appunti
nb: Kopier koden til utklippstavlen
nl: Code kopiëren naar klembord
pt: Copie o código para a área de transferência
ru: Скопировать код в буфер обмена
zh: 将代码复制到剪贴板

source: Copy Picture
da: Kopier billede
de: Bild kopieren
es: Copiar imagen
nb: Kopier bilde
pt: Copiar imagem
ru: Копировать изображение
zh: 复制图片

source: Delete image
da: Slet billede
de: Lösche Bild
es: Eliminar imagen
fr: Supprimer l'image
it: Elimina immagine
nb: Slett bildet
nl: Verwijder afbeelding
pt: Excluir imagem
ru: Удалить изображение
zh: 删除图片

source: Edit image
da: Rediger billede
de: Bild bearbeiten
es: Editar Imagen
fr: Éditer l'image
it: Modifica immagine
nb: Rediger bilde
nl: Bewerk afbeelding
pt: Editar imagem
ru: Изменить изображение
zh: 编辑图片

source: Export image
da: Eksporter billede
de: Bild exportieren
es: Exportar Imagen
fr: Exporter l'image
it: Esporta immagine
nb: Eksporter bilde
nl: Afbeelding exporteren
pt: Exportar imagem
ru: Экспорт изображения
zh: 导出图像

source: Modify Stock
da: Ændre lager
de: Bestand ändern
es: Modificar stock
fr: Modifier Stock
it: Modifica Stock
nb: Endre lager
nl: Wijzig voorraad
pt: Modificar estoque
ru: Изменить запас
zh: 修改库存

source: Paste image
da: Indsæt billede
de: Bild einfügen
es: Pegar Imagen
fr: Coller l'image
it: Incolla l'immagine
nb: Lim inn bildet
nl: Afbeelding plakken
pt: Colar imagem
ru: Вставить изображение
zh: 粘贴图片

source: Purchase history
da: Købshistorie
de: Kaufhistorie
es: Historial de Compras
fr: Historique d'achat
it: Cronologia degli acquisti
nb: Kjøpshistorie
nl: Aankoop geschiedenis
pt: Histórico de compras
ru: История покупки
zh: 购买历史

source: Select item
da: Vælg element
de: Menüpunkt wählen
es: Seleccionar ítem
fr: Sélectionnez l'élément
it: Scegliere oggetto
nb: Velg en
nl: Selecteer item
pt: Selecionar item
ru: Выбрать предмет
zh: 选择物品

source: View image
da: Se billede
de: Bild ansehen
es: Visualizar imagen
fr: Voir l'image
it: Guarda l'immagine
nb: Se bilde
nl: Bekijk afbeelding
pt: Ver imagem
ru: Посмотреть изображение
zh: 看图

source: Available
da: Ledig
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
nb: Tilgjengelig
nl: Verkrijgbaar
pt: Disponível
ru: Доступный
zh: 可用的

source: Cancel sale
da: Annuller salg
de: Verkauf stornieren
fr: Annuler la vente
it: Annulla vendita
nb: Avbryt salg
nl: Verkoop annuleren
pt: Cancelar venda
ru: Отменить продажу
zh: 取消销售

source: Condition
da: Tilstand
de: Bedingung
es: Condición
it: Condizione
nb: Tilstand
nl: Voorwaarde
pt: Doença
ru: Условие
zh: 健康）状况

source: Continue
da: Blive ved
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nb: Fortsette
nl: Doorgaan
pt: Continuar
ru: Продолжать
zh: 继续
