Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

source: Continue selling products
da: Fortsæt med at sælge produkter
de: Weiter Produkte verkaufen
es: Continuar venta de productos
fr: Continuer à vendre des produits
it: Continua a vendere prodotti
nb: Fortsett å selge produkter
nl: Doorgaan met het verkopen van producten
pt: Continuar vendendo produtos
ru: Продолжить продажу продукции
zh: 继续销售产品

source: Discount
da: Rabat
de: Rabatt
es: Descuento
fr: Remise
it: Sconto
nb: Rabatt
nl: Korting
pt: Desconto
ru: Скидка
zh: 折扣

source: Discount rate
da: Rabat
de: Diskontsatz
es: Porcentaje de descuento
fr: Taux de remise
it: Tasso di sconto
nb: Rabattsats
nl: Kortingspercentage
pt: Taxa de desconto
ru: Учетная ставка
zh: 折扣率

source: Display sales invoice
da: Vis salgsfaktura
de: Verkaufsrechnung anzeigen
es: Visualizar factura de venta
fr: Afficher la facture de vente
it: Visualizza fattura di vendita
nb: Vis salgsfaktura
nl: Verkoopfactuur weergeven
pt: Exibir fatura de vendas
ru: Показать счет продажи
zh: 显示销售发票

source: Finish
da: Afslut
de: Fertig
es: Finalizar
fr: Finir
it: Fine
nb: Bli ferdig
nl: Af hebben
pt: Terminar
ru: Заканчивать
zh: 结束

source: Finish invoicing
da: Afslut fakturering
de: Rechnungsstellung abschließen
es: Finalizar Venta de Productos
fr: Terminer la facturation
it: Termina la fatturazione
nb: Fullfør fakturering
nl: Facturering afronden
pt: Finalizar faturamento
ru: Завершить выставление счетов
zh: 完成发票

source: Invoices
da: Fakturaer
de: Rechnungen
es: Facturas
fr: Factures
it: Fatture
nb: Fakturaer
nl: Facturen
pt: Faturas
ru: Счета
zh: 发票

source: Pretend to print
da: Lad som om du udskriver
de: Geben Sie vor zu drucken
es: Pretende Imprimir
fr: Faire semblant d'imprimer
it: Fai finta di stampare
nb: Lat som du skriver ut
nl: Doen alsof je afdrukt
pt: Fingir que está imprimindo
ru: Делать вид, что печатаешь
zh: 假装打印

source: Row
da: Række
de: Die Zeile
es: Fila
fr: Ligne
it: Riga
nb: Rad
nl: Rij
pt: Fileira
ru: Строка
zh: 排

# SelectCustomerRuc
source: client's ssn
da: klients ssn
de: Kunden-SSN
es: Ruc de Cliente
fr: ssn du client
it: ssn del cliente
nb: klientens ssn
nl: ssn van de klant
pt: CNPJ do cliente
ru: ssn клиента
zh: 客户的ssn

source: Stop
da: Hold op
de: Halt
es: Detener
fr: Arrêt
it: Fermare
nb: Stoppe
nl: Hou op
pt: Pare
ru: Останавливаться
zh: 停止

source: Stop selling
da: Stop med at sælge
de: Hör auf zu verkaufen
es: Detener Venta
fr: Arrêtez de vendre
it: Smetti di vendere
nb: Slutt å selge
nl: Stop met verkopen
pt: Pare a venda
ru: Остановить продажу
zh: 停止销售

source: Add new row
da: Tilføj ny række
de: Neue Zeile hinzufügen
es: Agregar nueva fila
fr: Ajouter une nouvelle ligne
it: Aggiungi nuova riga
nb: Legg til ny rad
nl: Nieuwe rij toevoegen
pt: Adicionar nova linha
ru: Добавить новую строку
zh: 添加新行

source: Customers
da: Kunder
de: Kunden
es: Clientes
fr: Clients
it: Clienti
nb: Kunder
nl: Klanten
pt: Clientes
ru: Клиенты
zh: 顾客

source: budget printer name
da: budgetprinternavn
de: Name des Budgetdruckers
es: Nombre de la impresora de Control Interno
fr: nom de l'imprimante budgétaire
it: nome della stampante di bilancio
nb: budsjettskrivernavn
nl: naam budgetprinter
pt: nome da impressora de orçamento
ru: название бюджетного принтера
zh: 预算打印机名称

source: invoice printer name
da: fakturaprinternavn
de: Name des Rechnungsdruckers
es: Nombre de la impresora de facturas
fr: nom de l'imprimante de facture
it: nome stampante fattura
nb: navn på fakturaskriver
nl: naam factuurprinter
pt: nome da impressora de fatura
ru: имя принтера счетов
zh: 发票打印机名称

# IsSaleImputQuantity
source: indicate quantity of products
da: angive mængde af produkter
de: Produktmenge angeben
es: Indicar Cantidad de Productos
fr: indiquer la quantité de produits
it: indicare la quantità di prodotti
nb: angi mengde produkter
nl: geef hoeveelheid producten aan
pt: indique a quantidade de produtos
ru: указать количество продуктов
zh: 注明产品数量

source: Point of sale setup
da: opsætning af salgssted
de: verkaufspunkt einrichten
es: Configuración de Punto de Venta
fr: configuration du point de vente
it: allestimento punto vendita
nb: oppsett av salgssted
nl: verkooppunt setup
pt: configuração ponto de venda
ru: настройка точки продаж
zh: 销售点设置

source: Person id is invalid
da: person-id er ugyldigt
de: Personen-ID ist ungültig
es: El Id de persona es inválida
fr: l'identifiant de la personne n'est pas valide
it: l'ID persona non è valido
nb: person-ID er ugyldig
nl: persoons-ID is ongeldig
pt: o ID da pessoa é inválido
ru: идентификатор человека недействителен
zh: 人员 ID 无效

# PromissoryNoteIsInvalid
source: promissory note number is invalid
da: gældsbrevsnummer er ugyldigt
de: Schuldscheinnummer ist ungültig
es: el número del pagaré no es válido
fr: le numéro du billet à ordre est invalide
it: il numero della cambiale non è valido
nb: gjeldsbrevnummeret er ugyldig
nl: promessenummer is ongeldig
pt: o número da nota promissória é inválido
ru: номер векселя недействителен
zh: 本票号码无效

source: Number of Installments
da: antal rater
de: Anzahl Raten
es: Número de Cuotas
fr: Nombre d'installations
it: numero di installazioni
nb: antall avdrag
nl: Aantal Installaties
pt: número de parcelas
ru: количество платежей
zh: 分期付款期数

# NumberOfInstallmentsInvalid
source: Number of installments is invalid
da: antallet af rater er ugyldigt
de: Anzahl der Raten ist ungültig
es: el número de cuotas no es válido
fr: le nombre de versements n'est pas valide
it: numero di rate non è valido
nb: antall avdrag er ugyldig
nl: aantal termijnen is ongeldig
pt: número de parcelas é inválido
ru: количество платежей неверно
zh: 分期数无效

source: Authorized Staff
da: Autoriseret personale
de: Autorisiertes Personal
es: Personal Autorizado
fr: Personnel autorisé
it: Personale autorizzato
nb: Autorisert personale
nl: Geautoriseerd personeel
pt: funcionário autorizado
ru: Уполномоченный персонал
zh: 授权人员

# AuthorizingOfficer
source: Purchasing Authority
da: Indkøbsmyndighed
de: Einkaufsbehörde
es: Autoridad de Compras
fr: Pouvoir d'achat
it: Autorità di acquisto
nb: Innkjøpsmyndighet
nl: Inkoper
pt: Autoridade de compras
ru: Орган по закупкам
zh: 采购当局

# SearchOfAuthorizeStaff
source: search for Authorized Staff
da: søgning af autoriseret personale
de: Suche nach autorisiertem Personal
es: Búsqueda de Personal Autorizado
fr: recherche de personnel autorisé
it: ricerca di Personale Autorizzato
nb: søk etter autorisert personell
nl: zoeken van geautoriseerd personeel
pt: busca de Pessoal Autorizado
ru: поиск уполномоченного персонала
zh: 寻找授权人员

source: search of persons
da: eftersøgning af personer
de: Suche nach Personen
es: Búsqueda de Personas
fr: recherche de personnes
it: ricerca di persone
nb: søk på personer
nl: zoeken van personen
pt: busca de pessoas
ru: розыск лиц
zh: 搜查人员

# SearchOfPurchasingAuthority
source: search for Purchasing Authority
da: søgning af indkøbsmyndigheden
de: Suche der Einkaufsbehörde
es: Búsqueda de Autoridad de Compras
fr: recherche de Pouvoir d'Achat
it: ricerca dell'Autorità Acquirente
nb: søk av innkjøpsmyndighet
nl: zoeken naar inkoopautoriteit
pt: busca de Autoridade de Compras
ru: поиск органа по закупкам
zh: 采购机关查询

source: Customer currency is invalid
da: valg ikke tilladt
de: Auswahl nicht erlaubt
es: La moneda del cliente no es válida
fr: sélection non autorisée
it: selezione non consentita
nb: valg ikke tillatt
nl: selectie niet toegestaan
pt: seleção não permitida
ru: выбор не разрешен
zh: 不允许选择

source: Selection not allowed
da: kundevalutaen er ugyldig
de: Kundenwährung ist ungültig
es: Selección no permitida
fr: la devise du client n'est pas valide
it: la valuta del cliente non è valida
nb: kundevalutaen er ugyldig
nl: klantvaluta is ongeldig
pt: a moeda do cliente é inválida
ru: валюта клиента недействительна
zh: 客户货币无效

# CurrencyDoesNotMatch
source: The Currency does not match
da: valutaen stemmer ikke overens
de: die Währung stimmt nicht überein
es: La moneda no corresponde
fr: la devise ne correspond pas
it: la valuta non corrisponde
nb: valutaen stemmer ikke
nl: de valuta komt niet overeen
pt: a moeda não corresponde
ru: валюта не совпадает
zh: 货币不匹配

source: Product currency is invalid
da: Produktets valuta er ugyldig
de: Die Produktwährung ist ungültig
es: La moneda del producto no es válida
fr: La devise du produit n'est pas valide
it: La valuta del prodotto non è valida
nb: Produktvalutaen er ugyldig
nl: Productvaluta is ongeldig
pt: A moeda do produto é inválida
ru: Валюта продукта недействительна
zh: 产品币种无效

source: Amount Paid
da: Betalt beløb
de: Bezahlter Betrag
es: Importe entregado
fr: Le montant payé
it: Importo pagato
nb: Beløpet betalt
nl: Betaald bedrag
pt: Quantia paga
ru: Выплаченная сумма
zh: 支付的金额

# FinalizeCashSale
source: Record a Cash Sale
da: Afslut kontantsalg
de: Barverkauf abschließen
es: Finalizar Venta al Contado
fr: Finaliser la vente au comptant
it: Finalizzare la vendita in contanti
nb: Fullfør kontantsalg
nl: Contante verkoop afronden
pt: Finalizar venda a vista
ru: Завершить продажу за наличные
zh: 完成现金销售

source: Sale Payment Detail
da: Salgsbetalingsdetaljer
de: Zahlungsdetails für den Verkauf
es: Detalle de pago de venta
fr: Détail du paiement de la vente
it: Dettaglio pagamento vendita
nb: Salgsbetalingsdetaljer
nl: Verkoop betalingsdetails
pt: Detalhe do pagamento da venda
ru: Сведения об оплате продажи
zh: 销售付款明细

source: Change
da: lave om
de: Rückgeld
es: Cambio
fr: monnaie
it: cambiare
nb: endring
nl: Wijzigen
pt: troca
ru: сдача
zh: 改变

source: Arrears
da: restance
de: Verzug
es: Atrasos
fr: arrérages
it: arretrati
nb: restanse
nl: achterstallige betalingen
pt: atrasados
ru: задолженность
zh: 拖欠

source: Fees
da: Gebyrer
de: Gebühren
es: Cuotas
fr: Frais
it: Commissioni
nb: Gebyrer
nl: vergoedingen
pt: Honorários
ru: Сборы
zh: 费用

source: Period
da: Periode
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
nb: Periode
nl: Periode
pt: Período
ru: Период
zh: 时期

source: Value
da: værdi
de: Wert
es: Valor
fr: évaluer
it: valore
nb: verdi
nl: waarde
pt: valor
ru: ценность
zh: 价值

source: Days
da: dage
de: Tage
es: Días
fr: journées
it: Giorni
nb: dager
nl: dagen
pt: Dias
ru: дни
zh: 天

# FinalizeCreditSale
source: Record a Credit Sale
da: registrere et kreditsalg
de: einen Kreditverkauf erfassen
es: Finalizar Venta a Crédito
fr: enregistrer une vente à crédit
it: registrare una vendita a credito
nb: registrere et kredittsalg
nl: registrere et kreditsalg
pt: registrar uma venda a crédito
ru: зафиксировать продажу в кредит
zh: 记录赊销

# SearchOfAuthorizingOfficer
source: Search for Authorizing Officer
da: Søg efter den anvisningsberettigede
de: Suche nach Anweisungsbefugter
es: Buscar Oficial Autorizador
fr: Recherche d'ordonnateur
it: Cerca ordinatore
nb: Søk etter autorisasjonsansvarlig
nl: Ordonnateur zoeken
pt: Procurar Gestor Orçamental
ru: Поиск уполномоченного сотрудника
zh: 搜尋授權人

source: Serial Code Is Invalid
da: seriekoden er ugyldig
de: Seriennummer ist ungültig
es: El código de serie no es válido
fr: le code de série est invalide
it: il codice seriale non è valido
nb: seriekoden er ugyldig
nl: seriecode is ongeldig
pt: o código de série é inválido
ru: серийный код недействителен
zh: 序列号无效

source: Shop Rule is Invalid
da: butiksreglen er ugyldig
de: Shop-Regel ist ungültig
es: La regla de la Empresa no es válida
fr: la règle de la boutique n'est pas valide
it: la regola del negozio non è valida
nb: butikkregelen er ugyldig
nl: winkelregel is ongeldig
pt: regra da loja é inválida
ru: правило магазина недействительно
zh: 店铺规则无效

# VisualizeSalesBill
source: Visualize sales bills
da: visualisere salgsregninger
de: Verkaufsrechnungen visualisieren
es: Visualizar Facturas de Venta
fr: visualiser les factures de vente
it: visualizzare le fatture di vendita
nb: visualisere salgsregninger
nl: verkoopfacturen visualiseren
pt: visualizar faturas de vendas
ru: визуализировать счета продаж
zh: 可视化销售账单

source: Internal Control
da: intern kontrol
de: interne Kontrolle
es: Control Interno
fr: contrôle interne
it: controllo interno
nb: indre kontroll
nl: interne controle
pt: controle interno
ru: внутренний контроль
zh: 内部控制

# DeliveryNote2
source: Delivery note
da: følgeseddel
de: Lieferschein
es: Nota de Remisión
fr: bon de livraison
it: bolla d'accompagnamento
nb: følgeseddel
nl: afleveringsbon
pt: nota de entrega
ru: накладная
zh: 送货单

source: Budget
de: Kostenvoranschlag
es: Presupuesto
it: Bilancio
nb: Budsjett
nl: Begroting
pt: Orçamento
ru: Бюджет
zh: 预算

source: Total sales
da: samlede salg
de: Gesamtumsatz
es: Ventas Totales
fr: ventes totales
it: vendite totali
nb: totale salg
nl: totale verkoop
pt: Vendas totais
ru: тотальная распродажа
zh: 总销售额

source: Internal Control is Invalid
da: boksen er ugyldig
de: Die interne Kontrolle ist ungültig
es: El Control interno no es válido
fr: le contrôle interne est invalide
it: il controllo interno non è valido
nb: internkontrollen er ugyldig
nl: interne controle is ongeldig
pt: o controle interno é inválido
ru: внутренний контроль недействителен
zh: 内部控制无效

# BoxIsInvalid
source: The box is not valid
da: intern kontrol er ugyldig
de: Die Box ist ungültig
es: La caja no es valida
fr: la case est invalide
it: la casella non è valida
nb: boksen er ugyldig
nl: de doos is ongeldig
pt: a caixa é inválida
ru: коробка недействительна
zh: 内部控制无效

source: Print Internal Control LX-350
da: Udskriv intern kontrol LX-350
de: Interne Kontrolle LX-350 drucken
es: Imprimir control interno LX-350
fr: Imprimer le contrôle interne LX-350
it: Stampa controllo interno LX-350
nb: Skriv ut Internkontroll LX-350
nl: Interne controle afdrukken LX-350
pt: Imprimir Controle Interno LX-350
ru: Печать внутреннего контроля LX-350
zh: 打印内控LX-350

source: Print Internal Control TM-T20
da: Udskriv intern kontrol TM-T20
de: Drucken Sie die interne Kontrolle TM-T20
es: Imprimir control interno TM-T20
fr: Imprimer le contrôle interne TM-T20
it: Stampa controllo interno TM-T20
nb: Skriv ut Internkontroll TM-T20
nl: Interne controle afdrukken TM-T20
pt: Imprimir Controle Interno TM-T20
ru: Печать внутреннего контроля TM-T20
zh: 打印内控TM-T20

source: Print Internal Control TMU-220
da: Udskriv intern kontrol TM-U220
de: Drucken Sie die interne Kontrolle TM-U220
es: Imprimir control interno TM-U220
fr: Imprimer le contrôle interne TM-U220
it: Stampa controllo interno TM-U220
nb: Skriv ut Internkontroll TM-U220
nl: Interne controle afdrukken TM-U220
pt: Imprimir Controle Interno TM-U220
ru: Печать внутреннего контроля TM-U220
zh: 打印内控TM-U220

source: Print Invoice LX-350
da: Udskriv faktura LX-350
de: Rechnung LX-350 drucken
es: Imprimir Factura LX-350
fr: Imprimer la facture LX-350
it: Stampa fattura LX-350
nb: Skriv ut faktura LX-350
nl: Factuur afdrukken LX-350
pt: Imprimir fatura LX-350
ru: Распечатать счет-фактуру LX-350
zh: 打印发票 LX-350

source: Visualize Internal Control
da: Visualiser intern kontrol
de: Visualisieren Sie die interne Kontrolle
es: Visualizar Control Interno
fr: Visualisez le contrôle interne
it: Visualizza il controllo interno
nb: Visualiser intern kontroll
nl: Visualiseer interne controle
pt: Visualize Controle Interno
ru: Визуализируйте внутренний контроль
zh: 可视化内部控制

source: Cancel Invoice Number
da: Annuller fakturanummer
de: Rechnungsnummer stornieren
es: Cancelar número de factura
fr: Annuler le numéro de facture
it: Annulla numero fattura
nb: Kanseller fakturanummer
nl: Factuurnummer annuleren
pt: Cancelar número da fatura
ru: Отменить номер счета
zh: 取消发票号码

source: Delete Sale
da: Slet udsalg
de: Verkauf löschen
es: Eliminar venta
fr: Supprimer la vente
it: Elimina vendita
nb: Slett salg
nl: Verkoop verwijderen
pt: Excluir venda
ru: Удалить распродажу
zh: 删除销售

source: Select Sale
da: Vælg Udsalg
de: Wählen Sie Verkauf
es: Seleccionar Venta
fr: Sélectionnez Vente
it: Seleziona Vendita
nb: Velg Salg
nl: Selecteer Verkoop
pt: Selecionar venda
ru: Выберите Распродажа
zh: 选择销售

source: Send by email
da: Send via email
de: Per E-Mail gesendet
es: Enviar por Email
fr: Envoyé par email
it: Inviare per email
nb: Send via epost
nl: Stuur per e-mail
pt: Enviar por email
ru: Послать по электронной почте
zh: 通过电子邮件发送

# POSdocument
source: POS Print
de: POS-Druck
es: Punto de impresión
fr: Impression PDV
it: Stampa POS
nb: POS utskrift
nl: POS-afdrukken
pt: Impressão PDV
ru: POS-печать
zh: POS打印

source: Invoice Already Generated
da: Faktura allerede genereret
de: Rechnung bereits erstellt
es: Factura ya se ha Generada
fr: Facture déjà générée
it: Fattura già generata
nb: Faktura allerede generert
nl: Factuur al gegenereerd
pt: Fatura já gerada
ru: Счет уже создан
zh: 发票已生成

source: Manage cash register
da: Administrer kasseapparat
de: Kasse verwalten
es: Administrar Caja
fr: Gérer la caisse enregistreuse
it: Gestisci il registratore di cassa
nb: Administrer kassaapparat
nl: Kassa beheren
pt: Gerenciar caixa registradora
ru: Управлять кассовым аппаратом
zh: 管理收银机

source: Select active box
da: Vælg aktiv boks
de: Aktives Kästchen auswählen
es: Seleccionar y/o Activar Caja
fr: Sélectionner la case active
it: Seleziona casella attiva
nb: Velg aktiv boks
nl: Selecteer actief vak
pt: Selecione a caixa ativa
ru: Выберите активное поле
zh: 选择活动框

source: Box Setting
da: boks konfiguration
de: Boxen Konfiguration
es: Configuración de Caja
fr: configuration de la boîte
it: configurazione della scatola
nb: bokskonfigurasjon
nl: doos configuratie
pt: configuração da caixa
ru: конфигурация коробки
zh: 盒子配置

source: Default person
da: standard person
de: Standardperson
es: Persona predeterminada
fr: personne par défaut
it: persona predefinita
nb: standard person
nl: standaard persoon
pt: pessoa padrão
ru: человек по умолчанию
zh: 默认人

source: Amount Of Fees is invalid
da: Gebyrbeløbet er ugyldigt
de: Betrag der Gebühren ist ungültig
es: El monto de cuotas no es válido
fr: Le montant des frais n'est pas valide
it: L'importo delle commissioni non è valido
nb: Gebyrbeløpet er ugyldig
nl: Bedrag van vergoedingen is ongeldig
pt: O valor das taxas é inválido
ru: Сумма сборов недействительна
zh: 费用金额无效

source: Charge with interest
da: Opkræve med renter
de: Mit Zinsen belasten
es: Cobrar con intereses
fr: Facturer avec intérêt
it: Carica con interessi
nb: Belast med renter
nl: Laad met rente
pt: Cobrar com juros
ru: Взимать проценты
zh: 计息

source: Interest is invalid
da: Interessen er ugyldig
de: Zinsen sind ungültig
es: El interés no es válido
fr: L'intérêt est invalide
it: L'interesse non è valido
nb: Interessen er ugyldig
nl: Rente is ongeldig
pt: O interesse é inválido
ru: Процент недействителен
zh: 利息无效

source: Payment value is invalid
da: Betalingsværdien er ugyldig
de: Zahlungswert ist ungültig
es: El valor del pago no es válido
fr: La valeur du paiement n'est pas valide
it: Il valore del pagamento non è valido
nb: Betalingsverdien er ugyldig
nl: Betalingswaarde is ongeldig
pt: O valor do pagamento é inválido
ru: Сумма платежа недействительна
zh: 付款值无效

source: Sale fees id is invalid
da: Salgsgebyr-id er ugyldigt
de: Verkaufsgebühren-ID ist ungültig
es: El ID de cuotas no es válido
fr: L'identifiant des frais de vente n'est pas valide
it: L'ID delle commissioni di vendita non è valido
nb: Salgsgebyr-ID er ugyldig
nl: ID verkoopkosten is ongeldig
pt: O ID das taxas de venda é inválido
ru: Недействительный идентификатор комиссии за продажу
zh: 销售费用 ID 无效

source: Sale id is invalid
da: Salgs-id er ugyldigt
de: Die Verkaufs-ID ist ungültig
es: El ID de venta no es válido
fr: L'identifiant de vente n'est pas valide
it: ID vendita non valido
nb: Salgs-ID er ugyldig
nl: Verkoop-ID is ongeldig
pt: O ID da venda é inválido
ru: Идентификатор продажи недействителен
zh: 销售编号无效

# PaymentIdIsInvalid
source: The payment id is invalid
da: Betalings-id'et er ugyldigt
de: Die Zahlungs-ID ist ungültig
es: El ID de pago no es válido
fr: L'identifiant de paiement n'est pas valide
it: L'ID del pagamento non è valido
nb: Betalings-IDen er ugyldig
nl: Het betalings-ID is ongeldig
pt: O ID de pagamento é inválido
ru: Идентификатор платежа недействителен
zh: 支付id无效

source: Payment type is invalid
da: Betalingstypen er ugyldig
de: Die Zahlungsart ist ungültig
es: El tipo de pago no es válido
fr: Le type de paiement est invalide
it: Il tipo di pagamento non è valido
nb: Betalingstypen er ugyldig
nl: Het betalingstype is ongeldig
pt: O tipo de pagamento é inválido
ru: Тип платежа недействителен
zh: 付款类型无效

source: Payment detail is invalid
da: betalingsoplysninger er ugyldige
de: Zahlungsdetails sind ungültig
es: el detalle del pago no es válido
fr: les détails de paiement ne sont pas valides
it: i dettagli del pagamento non sono validi
nb: betalingsopplysningene er ugyldige
nl: betalingsgegevens zijn ongeldig
pt: o detalhe do pagamento é inválido
ru: платежная информация недействительна
zh: 付款明细无效

source: Interest On Arrears
da: Renter på restance
de: Verzugszinsen
es: Intereses por mora
fr: Intérêts de retard
it: Interessi di mora
nb: Renter på etterskudd
nl: Rente op achterstallige betalingen
pt: Juros de mora
ru: Проценты за просрочку
zh: 欠款利息

source: Interest On Arrears is Invalid
da: Renter på restance er ugyldig
de: Verzugszinsen sind ungültig
es: El interés por mora no es válido
fr: L'intérêt sur les arriérés n'est pas valide
it: Gli interessi di mora non sono validi
nb: Renter på etterskudd er ugyldig
nl: Rente op achterstallige betalingen is ongeldig
pt: Os juros de mora são inválidos
ru: Проценты за просрочку недействительны
zh: 欠款利息无效

source: Stock Modification
da: lagerændring
de: Bestandsänderung
es: Modificación de stock
fr: modification des stocks
it: modifica del magazzino
nb: lagermodifisering
nl: wijziging van de voorraad
pt: modificação de estoque
ru: стоковая модификация
zh: 股票修改

source: Decrement value is invalid
da: Reduktionsværdien er ugyldig
es: El valor de decremento no es válido
fr: La valeur de décrémentation n'est pas valide
it: Il valore di decremento non è valido
nb: Reduksjonsverdien er ugyldig
nl: Verlagingswaarde is ongeldig
pt: O valor de decremento é inválido
ru: Недопустимое значение уменьшения
zh: 递减值无效

source: Increment value is invalid
da: Inkrementværdien er ugyldig
es: el valor de incremento no es válido
fr: La valeur d'incrément n'est pas valide
it: Il valore dell'incremento non è valido
nb: Økningsverdien er ugyldig
nl: Toenamewaarde is ongeldig
pt: O valor do incremento é inválido
ru: Недопустимое значение приращения
zh: 增量值无效

source: Invalid batch record
da: Ugyldig batch-record
es: El registro Lote no válido
fr: Enregistrement de lot invalide
it: Record batch non valido
nb: Ugyldig batch-post
nl: Ongeldige batchrecord
pt: Registro de lote inválido
ru: Недопустимая пакетная запись
zh: 批记录无效

source: Manufacture date is invalid
da: Fremstillingsdatoen er ugyldig
es: La fecha de fabricación no es válida
fr: La date de fabrication n'est pas valide
it: La data di produzione non è valida
nb: Produksjonsdatoen er ugyldig
nl: Fabricagedatum is ongeldig
pt: A data de fabricação é inválida
ru: Дата изготовления недействительна
zh: 生产日期无效

source: The Reason Is Invalid
da: Årsagen er ugyldig
es: El motivo es inválido
fr: La raison n'est pas valide
it: Il motivo non è valido
nb: Årsaken er ugyldig
nl: De reden is ongeldig
pt: O motivo é inválido
ru: Причина недействительна
zh: 原因无效

# SettingTypeStockIsInvalid
source: stock adjustment type is invalid
da: lagerjusteringstype er ugyldig
es: Tipo de ajuste de stock es inválida
fr: le type d'ajustement des stocks n'est pas valide
it: il tipo di rettifica dello stock non è valido
nb: lagerjusteringstype er ugyldig
nl: type voorraadcorrectie is ongeldig
pt: o tipo de ajuste de estoque é inválido
ru: недопустимый тип корректировки запаса
zh: 库存调整类型无效

source: Lot
da: Masse
es: Lote
fr: Parcelle
it: Quantità
nl: Kavel
pt: Lote
ru: Много
zh: 很多
