Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# Validate_Address
source: The address is not valid
da: Adressen er ugyldig
de: Die Adresse ist ungültig
es: La dirección no es válida
fr: L’adresse n’est pas valide
it: Indirizzo non valido
nb: Adressen er ikke gyldig
nl: Het adres is niet geldig
pt: O endereço não é válido
ru: Указан недопустимый адрес
zh: 地址无效

# CantFinishedProccess
source: The process cannot be terminated
da: Processen kan ikke afsluttes
de: Der Vorgang kann nicht abgebrochen werden
es: El proceso no se puede terminar
fr: Le processus ne peut pas être interrompu
it: Il processo non può essere terminato
nb: Prosessen kan ikke avsluttes
nl: Het proces kan niet worden beëindigd
pt: O processo não pode ser encerrado
ru: Процесс не может быть прекращен
zh: 该过程无法终止

# Validate_CardId
source: Document number is not valid
da: Dokumentnummer er ikke gyldigt
de: Belegnummer ist ungültig
es: El número de documento no es válido
fr: Le numéro de document n'est pas valide
it: Il numero del documento non è valido
nb: Dokumentnummer er ikke gyldig
nl: Documentnummer is niet geldig
pt: O número do documento não é válido
ru: Номер документа недействителен
zh: 文件编号无效

# Validate_CityName
source: City name is not a valid.
da: Bynavn er ikke gyldigt.
de: Ort-ID ist ungültig.
es: El nombre de la ciudad no es válido.
fr: Nom de la ville n’est pas valide.
it: Il nome della città non è valido.
nb: Bynavnet er ikke gyldig.
nl: Plaatsnaam is niet geldig.
pt: O nome da cidade não é válido.
ru: Название города не является действительным.
zh: 城市名称无效.

# Validate_CountryName
source: Country name is not a valid.
da: Landenavnet er ikke gyldigt.
de: Land-ID ist ungültig.
es: El nombre del país no es válido.
fr: Nom de pays n’est pas valide.
it: Il nome del paese non è valido.
nb: Landnavn er ikke gyldig.
nl: Landnaam is geen geldig.
pt: O nome do país não é válido.
ru: Название страны не является действительным.
zh: 国家/地区名称无效.

# Validate_Email
source: This Email is not a valid.
da: Denne e-mail er ikke gyldig.
de: Diese Email-Adresse ist ungültig.
es: Este correo electrónico no es válido.
fr: Cette adresse e-mail n'est pas valide.
it: Inserisci un indirizzo e-mail valido.
nb: Denne e-posten er ikke gyldig.
nl: Dit e-mailadres is ongeldig.
pt: Este e-mail não é válido.
ru: Некорректный e-mail.
zh: E-mail 地址无效.

# Validate_maxLenght
source: The field only can contain {1} characters length.
da: Feltet kan kun indeholde {1} tegn længde.
de: Das Feld kann nur {1} Zeichenlänge enthalten.
es: El campo sólo puede contener {1} caracteres longitud.
fr: Le champ ne peut contenir que {1} longueur des caractères.
it: Il campo può contenere solo {1} caratteri.
nb: Feltet kan bare inneholde {1} tegnlengde.
nl: Het veld kan alleen {1} tekens lengte bevatten.
pt: O campo só pode conter {1} caracteres de comprimento.
ru: Поле может содержать только {1} символов длины.
zh: 该字段只能包含{1}长度。

# Validate_Name
source: You must enter the first and last name
da: Du skal angive både din første og sidste navn
de: Sie müssen den Vor- und Nachnamen eingeben
es: Debe ingresar el nombre y apellido
fr: vous devez entrer le prénom et le nom
it: devi inserire il nome e il cognome
nb: Du må fylle inn ditt fornavn og etternavn
nl: U moet zowel uw voor- als achternaam invoeren
pt: Precisa inserir o seu primeiro e último nome
ru: необходимо ввести имя и фамилию
zh: 您必须输入姓和名

# NameIsInvalid
source: The name is invalid
da: navnet er ugyldigt
es: El nombre no es válido
fr: le nom est invalide
it: il nome non è valido
nb: navnet er ugyldig
nl: de naam is ongeldig
pt: o nome é inválido
ru: имя недействительно
zh: 名称无效

# Validate_StateName
source: State name is not a valid.
da: Statens navn er ikke gyldigt.
de: Der Statusname ist nicht gültig.
es: El nombre de Provincia no es válido.
fr: Nom d’état n’est pas valide.
it: Il nome dello stato non è valido.
nb: Statsnavnet er ikke gyldig.
nl: De naam van de staat is geen geldig.
pt: O nome do Estado não é válido.
ru: Государственное имя не является действительным.
zh: 状态名称无效.

# Visitor_Basket
source: BASKET
da: KURV
de: KORB
es: CARRITO
fr: PANIER
it: CESTINO
nb: KURV
nl: MAND
pt: CARRINHO
ru: КОРЗИНА
zh: 购物车

# Visitor_Catalog
source: CATALOG
da: KATALOG
de: KATALOG
es: CATALOGO
fr: CATALOGUE
it: CATALOGARE
nb: KATALOG
nl: CATALOGUS
pt: CATALOGO
ru: КАТАЛОГ
zh: 产品目录

# Visitor_Order
source: ORDERS
da: ORDRER
de: AUFTRÄGE
es: PEDIDO
fr: ORDRES
it: ORDINI
nb: BESTILLINGER
nl: BESTELLINGEN
pt: ORDEM
ru: ЗАКАЗЫ
zh: 订单

source: zip
da: Postnummer
de: PLZ
es: Código postal
fr: Code postal
it: CAP
nb: Postnummer
nl: Postcode
pt: CEP
ru: Индекс
zh: 邮政编码

source: Zone
es: Zona
it: Zona
nb: Sone
pt: Zona
ru: Зона
zh: 区域

source: Zone Name
da: Navn på zone
de: Zonenname
es: Nombre de zona
fr: Nom de la zone
it: Nome zona
nb: Sonenavn
nl: Zonenaam
pt: Nome da zona
ru: Имя зоны
zh: 区域名称

# Validate_Owner
source: Owner name is required.
da: Ejer er påkrævet.
de: Name des Besitzers ist erforderlich.
es: Se requiere el nombre del propietario.
fr: Le nom du propriétaire est requis.
it: Il nome del proprietario è obbligatorio.
nb: Eiernavn kreves.
nl: De naam van de eigenaar is vereist.
pt: O nome do proprietário é obrigatório.
ru: Требуется имя владельца.
zh: 所有者名称为必填项.

# Validate_Facebook
source: Facebook is required.
da: Facebook er påkrævet.
de: Eine Facebook-Adresse ist erforderlich.
es: Se requiere Facebook.
fr: Facebook est requis.
it: Facebook è è un campo obbligatorio.
nb: Facebook er påkrevd.
nl: Facebook is vereist.
pt: O Facebook é obrigatório.
ru: Требуется Facebook.
zh: （需要脸谱API）.

# Validate_Whatsapp
source: The whatsapp field is wrong
da: Whatsapp-feltet er forkert
de: Das WhatsApp-Feld ist falsch
es: El campo whatsapp es incorrecto
fr: Le champ WhatsApp est faux
it: Il campo whatsapp è sbagliato
nb: Whatsapp-feltet er feil
nl: het whatsapp-veld is verkeerd
pt: o campo whatsapp está errado
ru: поле WhatsApp неправильное
zh: whatsapp字段错误

source: Error on save.
da: Fejl ved gem.
de: Fehler auf.
es: Error al guardar.
fr: Erreur lors de la sauvegarde.
it: Errore durante il salvataggio.
nb: Feil ved lagring.
nl: Fout bij opslaan.
pt: Erro ao salvar.
ru: Ошибка при сохранении.
zh: 保存时出错。

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiornare
nb: Oppdater
nl: Bijwerken
pt: Atualizar
ru: Обновить
zh: 更新

source: Alter
da: Juster
de: Ändern
es: Modificar
fr: Modifier
it: Modifica
nb: Endre
nl: Wijzigen
pt: Alterar
ru: Изменение
zh: 更改

# DateRegister
source: Registration Date
da: Registreringsdato
de: Registrierungsdatum
es: Fecha de registro
fr: Date d'inscription
it: Data di registrazione
nb: Registreringsdato
nl: Registratiedatum
pt: Data de Registro
ru: Дата регистрации
zh: 注册日期

# FieldIsRequiered
source: The Field {0} is requiered
da: Feltet {0} er påkrævet
de: Das Feld {0} ist erforderlich
es: El campo {0} es requerido
fr: Le champ {0} est obligatoire
it: Il campo {0} è obbligatorio
nb: Feltet {0} kreves
nl: Het veld {0} is verplicht
pt: O campo {0} é requerido
ru: Поле {0} обязательно
zh: 字段 {0} 是必需的

source: Owner
da: Ejer
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
nb: Eier
nl: Eigenaar
pt: Proprietário
ru: Владелец
zh: 所有者

source: max length character
da: max længde tegn
de: maximale Zeichenlänge
es: Carácter de longitud máxima
fr: caractère de longueur maximale
it: carattere di lunghezza massima
nb: maks lengde tegn
nl: maximale lengte karakter
pt: caractere de comprimento máximo
ru: максимальная длина символа
zh: 最大长度字符

# FieldNameIsNotValid
source: the name is not valid
da: navnet er ikke gyldig
de: der Name ist nicht gültig
es: el nombre no es valido
fr: le nom n'est pas valide
it: il nome non è valido
nb: navnet er ikke gyldig
nl: de naam is niet geldig
pt: o nome não é válido
ru: имя недействительно
zh: 名称无效

# FieldOwnerIsNotValid
source: the owner is not valid
da: eieren er ikke gyldig
de: Der Besitzer ist nicht gültig
es: El Propietario no es Valido
fr: le propriétaire n'est pas valide
it: carattere di lunghezza massima
nb: eieren er ikke gyldig
nl: de eigenaar is niet geldig
pt: O dono não é válido
ru: владелец не действительный
zh: 所有者无效

# FieldWhatsappIsNotValid
source: The Whatsapp is not valid
da: whatsapp er ikke gyldig
de: die whatsapp ist nicht gültig
es: el whatsapp no es valido
fr: le whatsapp n'est pas valide
it: il whatsapp non è valido
nb: whatsapp er ikke gyldig
nl: de whatsapp is niet geldig
pt: o whatsapp não é válido
ru: WhatsApp недействителен
zh: whatsapp 无效

# FieldFacebookAddressIsNotValid
source: the Facebook Address is not valid
da: Facebook -adressen er ikke gyldig
de: Die Facebook-Adresse ist ungültig
es: el facebook no es válida
fr: l'adresse facebook n'est pas valide
it: l'indirizzo facebook non è valido
nb: facebook -adressen er ikke gyldig
nl: het facebook adres is niet geldig
pt: o endereço do facebook não é válido
ru: адрес facebook недействителен
zh: 脸书地址无效

# FieldPhoneNumberIsNotValid
source: the phone number is not valid
da: ugyldigt telefonnummer
de: ungültige Telefonnummer
es: no es valido el Numero de Teléfono
fr: Numéro de téléphone invalide
it: numero di telefono invalido
nb: ugyldig telefonnummer
nl: ongeldig telefoonnummer
pt: número de telefone inválido
ru: неправильный номер телефона
zh: 电话号码无效

# FieldCityIsNotValid
source: City name is invalid
da: bynavn er ugyldigt
de: Stadtname ist ungültig
es: El nombre de la ciudad no es válido
fr: le nom de la ville est invalide
it: il nome della città non è valido
nb: bynavnet er ugyldig
nl: plaatsnaam is ongeldig
pt: nome da cidade é inválido
ru: название города недействительно
zh: 城市名称无效

# FieldCountryIsNotValid
source: Country name is invalid
da: Landets navn er ugyldigt
de: Ländername ist ungültig
es: El nombre del país no es válido
fr: Le nom du pays n'est pas valide
it: Il nome del paese non è valido
nb: Landets navn er ugyldig
nl: Landnaam is ongeldig
pt: O nome do país é inválido
ru: Название страны недействительно
zh: 国家/地区名称无效

# FieldAddressIsNotValid
source: Address is invalid
da: Adressen er ugyldig
de: Adresse ist ungültig
es: La dirección no es válida
fr: L'adresse est invalide
it: L'indirizzo non è valido
nb: Adressen er ugyldig
nl: Adres is ongeldig
pt: Endereço é inválido
ru: Адрес недействителен
zh: 地址无效

# FieldStateIsNotValid
source: State is invalid
da: Stat er ugyldig
de: Status ist ungültig
es: El Estado no es válido
fr: L'état est invalide
it: Lo stato non è valido
nb: Staten er ugyldig
nl: Staat is ongeldig
pt: Estado é inválido
ru: Состояние недействительно
zh: 状态无效

# CancelByTocken
source: The operation has been canceled
da: Denne handling er blevet aflyst
de: Dieser Vorgang wurde abgebrochen
es: Esta operación ha sido cancelada
fr: Cette opération a été annulée
it: Questa operazione è stata annullata
nb: Denne operasjonen er avbrutt
nl: Deze bewerking is geannuleerd
pt: Esta operação foi cancelada
ru: Эта операция отменена
zh: 此操作已被取消

source: Confirm to finish
da: Bekræft for at afslutte
de: Bestätigen, um fertig zu werden
es: Pretende realmente Finalizar
fr: Confirmez pour terminer
it: Conferma per finire
nb: Bekreft for å fullføre
nl: Bevestig om te voltooien
pt: Confirme para terminar
ru: Подтвердите, чтобы закончить
zh: 确认完成

# PasswordMinimunLength
source: Minimum password length is 6 characters
da: Mindste adgangskodelængde er 6 tegn
de: Die minimale Kennwortlänge beträgt 6 Zeichen
es: La longitud mínima de la contraseña son 8 caracteres
fr: La longueur minimale du mot de passe doit être de 6 caractères
it: La password deve contenere almeno 6 caratteri
nb: Minste passordlengde er 6 tegn
nl: Minimale wachtwoordlengte is 6 tekens
pt: O comprimento mínimo da palavra-passe é 6
ru: 'Минимальная длинна пароля 6 символов'
zh: 最小密码长度为 6 个字符

# PasswordMaxLength
source: Max password length is 20 characters
da: maksimal adgangskodelængde er 20 tegn
de: Die maximale Passwortlänge beträgt 20 Zeichen
es: Longitud máxima de la contraseña es de 20 caracteres
fr: la longueur maximale du mot de passe est de 20 caractères
it: la lunghezza massima della password è di 20 caratteri
nb: maksimal passordlengde er 20 tegn
nl: maximale wachtwoordlengte is 20 tekens
pt: o comprimento máximo da senha é de 20 caracteres
ru: максимальная длина пароля 20 символов
zh: 最大密码长度为 20 个字符

# EmailRequired
source: Email is required
da: e -mail er påkrævet
de: E-Mail ist erforderlich
es: El email es obligatorio
fr: l'e-mail est requis
it: l'e-mail è obbligatoria
nb: e -post er nødvendig
nl: e-mail is vereist
pt: e-mail é requerido
ru: электронная почта требуется
zh: 电子邮件是必需的

# ItemsperPage
source: items per page is not valid
da: varer pr. side er ikke gyldige
de: Artikel pro Seite ist nicht gültig
es: Cantidad de Items por página no son válidos
fr: articles par page n&#39;est pas valide
it: articoli per pagina non è valido
nb: elementer per side er ikke gyldig
nl: items per pagina is niet geldig
pt: itens por página não são válidos
ru: элементы на странице не действительны
zh: 每页项目无效

source: Id Parameter out of range
da: Identitetsparameter uden for rækkevidde
de: Identitätsparameter außerhalb des Bereichs
es: El Parámetro Id esta fuera de rango
fr: Paramètre d'identité hors limites
it: Parametro identità fuori intervallo
nb: Identitetsparameter utenfor rekkevidde
nl: Identiteitsparameter buiten bereik
pt: Parâmetro de identidade fora do intervalo
ru: Параметр идентичности вне допустимого диапазона
zh: 身份参数超出范围

source: Please Wait
da: Vent et øjeblik
de: Bitte warten
es: Por favor espere
fr: Merci de patienter
it: Attendere
nb: Vent litt
nl: Een ogenblik geduld
pt: Por favor, aguarde
ru: Подождите
zh: 请稍候

# ProcessHasBeenCanceled
source: The process has been canceled
da: Processen er annulleret
de: Der Vorgang wurde abgebrochen
es: El proceso se ha cancelado
fr: Le traitement a été annulé
it: L'elaborazione è stata annullata
nb: Behandlingen er avbrutt
nl: De verwerking is geannuleerd
pt: O processo foi cancelado
ru: Процесс отменен
zh: 该过程已被取消

source: Records processed successfully
da: Registreringer behandlet med succes
de: Datensätze erfolgreich verarbeitet
es: Registros procesados con éxito
fr: Enregistrements traités avec succès
it: Record elaborati con successo
nb: Oppføringer behandlet vellykket
nl: Records succesvol verwerkt
pt: Registros processados com sucesso
ru: Записи успешно обработаны
zh: 记录处理成功

source: User Id Is Invalid
da: Bruger-ID er ugyldigt
de: Die Benutzer-ID ist ungültig
es: Id. de usuario no válido
fr: Identifiant utilisateur non valide
it: L'ID utente non è valido
nb: ID er ugyldig
nl: ID is ongeldig
pt: ID de usuário inválida
ru: Идентификатор пользователя недопустим
zh: 用户 ID 无效

source: Access point is null or empty
da: Adgangspunkt er tomt eller tomt
de: Zugangspunkt ist null oder leer
es: El punto de acceso es nulo o está vacío
fr: Le point d'accès est nul ou vide
it: Il punto di accesso è nullo o vuoto
nb: Tilgangspunktet er null eller tomt
nl: Toegangspunt is null of leeg
pt: O ponto de acesso é nulo ou vazio
ru: Точка доступа пуста или пуста
zh: 接入点为空或为空

# IdentityNumberIsNotValid
source: ID number is not valid
da: SIM-nummeret er ikke gyldigt
de: Kartennummer ist ungültig
es: El número Identificacion no es válido
fr: Le numéro de carte n'est pas valide
it: Il numero della carta non è valido
nb: ID -nummer er ikke gyldig
nl: Nummer is ongeldig
pt: O número de identificação não é válido
ru: Номер карты недействителен
zh: 数字无效

source: Company Id is invalid
da: Firma -id er ugyldigt
de: Die Firmen-ID ist ungültig
es: La Empresa no es válida
fr: l'identifiant de l'entreprise n'est pas valide
it: l'ID azienda non è valido
nb: Firma -ID er ugyldig
nl: Bedrijfs-ID is ongeldig
pt: Id da empresa é inválido
ru: Идентификатор компании недействителен
zh: 公司 ID 无效

# EmailUserCreate
source: A password has been sent to your email, please verify to log in
da: Der er sendt en adgangskode til din e -mail. Bekræft venligst for at logge ind
de: Ein Passwort wurde an Ihre E-Mail gesendet, bitte überprüfen Sie, um sich anzumelden
es: Se ha enviado una clave a su correo electrónico, verifique para iniciar sesión
fr: Un mot de passe a été envoyé à votre adresse e-mail, veuillez vérifier pour vous connecter
it: È stata inviata una password alla tua email, verifica per accedere
nb: Et passord er sendt til e -posten din. Vennligst bekreft for å logge på
nl: Er is een wachtwoord naar uw e-mailadres gestuurd, verifieer dit om in te loggen
pt: Uma senha foi enviada para o seu e-mail, por favor, verifique para fazer o login
ru: Пароль был отправлен на вашу электронную почту, пожалуйста, подтвердите, чтобы войти в систему
zh: 密码已发送至您的邮箱，请验证登录

# InvalidLoginAttempt
source: Invalid login attempt. You must have a confirmed email address.
da: Ugyldigt loginforsøg. Du skal have en bekræftet e -mail -adresse.
de: Ungültiger Anmeldeversuch. Sie müssen eine bestätigte E-Mail-Adresse haben.
es: Intento de inicio de sesión no válido. Debe tener una dirección de correo electrónico confirmada.
fr: Tentative de connexion non valide. Vous devez avoir une adresse e-mail confirmée.
it: Tentativo di accesso non valido. Devi avere un indirizzo email confermato.
nb: Ugyldig påloggingsforsøk. Du må ha en bekreftet e -postadresse.
nl: Ongeldige inlogpoging. U moet een bevestigd e-mailadres hebben.
pt: Tentativa de login inválida. Você deve ter um endereço de e-mail confirmado.
ru: Неверная попытка входа в систему. У вас должен быть подтвержденный адрес электронной почты.
zh: 您必须有一个确认的电子邮件地址。

source: New User Validation
da: Ny brugervalidering
de: Benutzervalidierung
es: Validación de nuevo usuario
fr: Validation de l'utilisateur
it: convalida utente
nb: Ny brukervalidering
nl: Nieuwe gebruikersvalidatie
pt: Validação de novo usuário
ru: Проверка нового пользователя
zh: 新用户验证

source: Confirm
da: Bekræft
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nb: Bekreft
nl: Bevestigen
pt: Confirmar
ru: Подтверждение
zh: 确认

source: Confirmation code
da: Bekræftelseskode
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
it: Codice di conferma
nb: Bekreftelseskode
nl: Bevestigingscode
pt: Código de confirmação
ru: Код подтверждения
zh: 确认代码

# EnterConfirmationCodeReceived
source: Enter the confirmation code received in your email
da: Indtast bekræftelseskoden modtaget i din e -mail
de: Geben Sie den Bestätigungscode ein, den Sie in Ihrer E-Mail erhalten haben
es: Ingresar la clave de confirmación recibido en su correo
fr: entrez le code de confirmation reçu dans votre email
it: inserisci il codice di conferma ricevuto nella tua email
nb: skriv inn bekreftelseskoden du mottok i e -posten din
nl: voer de bevestigingscode in die u in uw e-mail hebt ontvangen
pt: digite o código de confirmação recebido em seu e-mail
ru: введите код подтверждения, полученный на вашу электронную почту
zh: 输入在您的电子邮件中收到的确认代码

# ValidationCodeIsInvalid
source: the validation code is wrong
da: valideringskoden er ugyldig
de: Validierungscode ist ungültig
es: El código de validación es incorrecto
fr: le code de validation est invalide
it: il codice di convalida non è valido
nb: valideringskoden er ugyldig
nl: validatiecode is ongeldig
pt: código de validação é inválido
ru: код проверки недействителен
zh: 验证码无效

source: token does not exist.
da: Kalendertoken findes ikke.
de: Das Zugriffstoken ist nicht vorhanden.
es: El token de acceso no existe.
fr: Le jeton d’accès n’existe pas.
it: Il token di accesso non esiste.
nb: Kalendertegnet finnes ikke.
nl: Toegangstoken bestaat niet.
pt: O token de acesso não existe.
ru: Маркер доступа не существует.
zh: 访问令牌不存在。

# UserRegisterCorrectly
source: The user is already registered correctly
da: brugeren er allerede registreret korrekt
de: der Benutzer ist bereits richtig registriert
es: el usuario ya está registrado correctamente
fr: l'utilisateur est déjà enregistré correctement
it: l'utente è già registrato correttamente
nb: brukeren er allerede korrekt registrert
nl: de gebruiker is al correct geregistreerd
pt: o usuário já está cadastrado corretamente
ru: пользователь уже зарегистрирован правильно
zh: 用户已经正确注册

source: user setting is invalid
da: brugerindstilling er ugyldig
de: Benutzereinstellung ist ungültig
es: La configuración del usuario no es válida
fr: le paramètre utilisateur n'est pas valide
it: l'impostazione dell'utente non è valida
nb: brukerinnstillingen er ugyldig
nl: gebruikersinstelling is ongeldig
pt: a configuração do usuário é inválida
ru: настройка пользователя недействительна
zh: 用户设置无效

# EmployeeIdIsNull
source: Employee is invalid
da: Medarbejderen er ugyldig
de: Mitarbeiter ist ungültig
es: El empleado no es válido
fr: L'employé est invalide
it: Il dipendente non è valido
nb: Ansatt er ugyldig
nl: Werknemer is ongeldig
pt: Funcionário é inválido
ru: Сотрудник недействителен
zh: 员工无效

# UserIsInvalid
source: The user is invalid
da: Bruger er ugyldig
de: Benutzer ist ungültig
es: El usuario no es válido
fr: L'utilisateur n'est pas valide
it: L'utente non è valido
nb: Brukeren er ugyldig
nl: Gebruiker is ongeldig
pt: Usuário é inválido
ru: Пользователь недействителен
zh: 用户无效

source: Shop is invalid
da: Butikken er ugyldig
de: Shop ist ungültig
es: La Sucursal no es válido
fr: La boutique n'est pas valide
it: Il negozio non è valido
nb: Butikken er ugyldig
nl: Winkel is ongeldig
pt: Loja é inválida
ru: Магазин недействителен
zh: 店铺无效

# BoxIdIsInvalid
source: Box is invalid
da: Boksen er ugyldig
de: Box ist ungültig
es: La caja no es válida
fr: La boîte n'est pas valide
it: La casella non è valida
nb: Boksen er ugyldig
nl: Vak is ongeldig
pt: Caixa é inválida
ru: Коробка недействительна
zh: 盒子无效

source: user has no configuration
da: brugeren har ingen konfiguration
de: Benutzer hat keine Konfiguration
es: El usuario no tiene configuración
fr: l'utilisateur n'a pas de configuration
it: l'utente non ha alcuna configurazione
nb: brukeren har ingen konfigurasjon
nl: gebruiker heeft geen configuratie
pt: usuário não tem configuração
ru: у пользователя нет конфигурации
zh: 用户没有配置

source: User Setting
da: Brugerindstilling
de: Benutzereinstellung
es: Configuración de usuario
fr: Paramètre utilisateur
it: Impostazione utente
nb: Brukerinnstilling
nl: Gebruikersinstelling
pt: Configuração do Usuário
ru: Параметр пользователя
zh: 用户设置

source: User Setting and Roles
da: Brugerindstilling og roller
de: Benutzereinstellungen und Rollen
es: Configuración de usuario y roles
fr: Paramètres et rôles de l’utilisateur
it: Impostazione utente e ruoli
nb: Brukerinnstilling og roller
nl: Gebruikersinstelling en -rollen
pt: Configuração e Funções do usuário
ru: Настройки пользователей и роли
zh: 用户设置和角色

# Box
source: Cash Register
da: Kasseapparat
de: Kasse
es: Caja
fr: Caisse enregistreuse
it: Registratore di cassa
nb: Kasse
nl: Kassa
pt: Caixa registradora
ru: Кассовый регистр
zh: 收银机

source: Enter here to search
da: Indtast her for at søge
de: Suchbegriff ein
es: Ingresa aquí para buscar
fr: Entrez ici pour rechercher
it: Entra qui per cercare
nb: Skriv inn her for å søke
nl: Voer onderdeel in om te zoeken
pt: Introduza texto para pesquisar
ru: Введите сюда для поиска
zh: 输入这里进行搜索

# SearchOfShops
source: Search of Shop
da: Søg butik
de: Shop suchen
es: Búsqueda de Sucursal
fr: Recherche boutique
it: Cerca negozio
nb: Søk butikk
nl: Zoek Winkel
pt: Procurar lojas
ru: Искать в магазине
zh: 搜索&商店

# SearchOfBox
source: Search of Cash-box
da: søg efter kasse
de: Suche nach kasse
es: Búsqueda de Cajas
fr: Recherche de caisse
it: Cerca cassa
nb: søk etter kassa
nl: zoek naar kassa
pt: Pesquisar caixa registradora
ru: поиск кассы
zh: 寻找钱箱

# SearchOfUsers
source: Search for Users
da: Søg efter brugere
de: Nach Benutzern suchen
es: Búsqueda de Usuarios
fr: Rechercher des utilisateurs
it: Cerca utenti
nb: Søk etter brukere
nl: Zoeken naar gebruikers
pt: Procurar Usuários
ru: Поиск пользователей
zh: 搜索用户
