Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# Logout_BenefitReduceDepartmentCosts
source: Reduce Department Costs
da: Reducer afdelingsomkostningerne
de: Abteilungskosten senken
es: Reducir costos de los departamentos
fr: Réduisez les coûts du département
it: Ridurre i costi del dipartimento
nb: Reduser avdelingskostnadene
nl: Verlaag afdelingskosten
pt: Reduza os custos do departamentos
ru: Сократите расходы на отдел
zh: 降低部门成本

# Logout_BenefitStabilityCommitmentsSuppliers
source: Stability in Commitments with Suppliers
da: Stabilitet i forpligtelser med leverandører
de: Stabilität in Verpflichtungen mit Lieferanten
es: Estabilidad en los compromisos con los proveedores
fr: Stabilité dans les engagements avec les fournisseurs
it: Stabilità negli impegni con i fornitori
nb: Stabilitet i forpliktelser med leverandører
nl: Stabiliteit in verplichtingen met leveranciers
pt: Estabilidade nos compromissos com fornecedores
ru: Стабильность в отношениях с поставщиками
zh: 与供应商的承诺中的稳定性

source: Accounting
da: Regnskab
de: Buchhaltung
es: Contabilidad
fr: Comptabilité
it: Contabilità
nb: Regnskap
nl: Financieel
pt: Contabilidade
ru: Финансовый
zh: 会计

# Logout_CaroucelEmployee
source: Employees
da: medarbejdere
de: Angestellte
es: Empleados
fr: Employés
it: Dipendenti
nb: Ansatte
nl: werknemers
pt: Funcionários
ru: сотрудников
zh: 雇员

# Logout_CaroucelOrders
source: Orders and Deliveries
da: Bestillinger og levering
de: Bestellungen und Lieferungen
es: Pedidos y entregas
fr: Commandes et Livraisons
it: 4. Ordini e consegne
nb: Bestillinger og leveranser
nl: Bestellingen en leveringen
pt: Encomendas e Entregas
ru: Заказы и Поставки
zh: 订单和交货

# Logout_CaroucelProduct
source: Products
da: Produkter
de: Produkte
es: Productos
fr: Produits
it: prodotti
nb: Produkter
nl: producten
pt: Produtos
ru: Продукты
zh: 制品

# Logout_CaroucelTransport
source: Transports
da: Transporter
nb: Transporter
nl: Transporten
ru: Транспорты

# Logout_CustomizableSoft
source: Customizable Software
da: Tilpasbar software
de: Anpassbare Software
es: Software personalizable
fr: Logiciel personnalisable
it: Software personalizzabile
nb: Tilpassbar programvare
nl: Personaliseerbare crm software
pt: Software personalizável
ru: Настраиваемое программное обеспечение
zh: 可定制的软件

# Logout_FeatureContactOpportunityManagement
source: Contact and Opportunity Management
da: Kontakt og mulighedsstyring
de: Kontakt- und Opportunity-Management
es: Gestion de Contactos y Oportunidades
fr: Gestion des contacts et des opportunités
it: Gestione dei contatti e delle opportunità
nb: Kontakt- og mulighetsadministrasjon
nl: Contact- en opportunitybeheer
pt: Gerenciamento de contatos e oportunidades
ru: Управление контактами и возможностями
zh: 联系和机会管理

# Logout_FeatureCreationOffers
source: Creation of offers, with product details, rates, prices and discounts.
da: Oprettelse af tilbud med produktdetaljer, priser, priser og rabatter.
de: Erstellung von Angeboten mit Produktdetails, Tarifen, Preisen und Rabatten.
es: Creación de ofertas, con detalles del producto, tarifas, precios y descuentos.
fr: Création d'offres, avec détails du produit, tarifs, prix et remises.
it: Creazione di offerte, con dettagli del prodotto, tariffe, prezzi e sconti.
nb: Opprettelse av tilbud, med produktdetaljer, priser, priser og rabatter.
nl: Creëren van aanbiedingen, met productdetails, tarieven, prijzen en kortingen.
pt: Criação de ofertas, com detalhes do produto, tarifas, preços e descontos.
ru: Создание предложений, с информацией о товаре, цены, цены и скидки.
zh: 创建包含产品详细信息，价格，价格和折扣的报价.

# Logout_FeatureCustomize options
source: Customize options
da: Tilpas indstillinger
de: Anpassungsoptionen
es: Opciones de Personalización
fr: Options de personnalisation
it: Opzioni di personalizzazione
nb: Tilpass alternativer
nl: Opties voor aanpassen
pt: Personalizar opções
ru: Команда настройки
zh: 自定义选项

# Logout_FeatureDeliveryManagement
source: Delivery Management
da: Leveringsstyring
de: Zustellungsverwaltung
es: Administración de Entregas
fr: Gestion des Remises
it: gestione recapito
nb: Leveringsadministrasjon
nl: bezorgingsbeheer
pt: Gerenciamento de Entrega
ru: управление доставкой
zh: 发送管理

# Logout_FeatureLoanManagement
source: Loan Management
da: Låneadministration
de: Darlehensverwaltung
es: Gestión de Préstamos
fr: Gestion des prêts
it: Gestione dei prestiti
nb: Ledelse
nl: Lening directie
pt: Gestão de Empréstimos
ru: Управление кредитами
zh: 借款管理

# Logout_FeatureManagementObjectives
source: Management of objectives and goals
da: Styring af mål og mål
de: Management von Zielen und Zielen
es: Gestión de objetivos y metas
fr: Gestion des objectifs et des buts
it: Gestione di obiettivi e traguardi
nb: Styring av mål og mål
nl: Beheer van doelstellingen en doelen
pt: Gerenciamento de objetivos e metas
ru: Управление целями и задачами
zh: 目标管理

# Logout_FeatureMonitoringTracking
source: Monitoring and tracking of opportunities, sales and objectives by dates.
da: Overvågning og sporing af muligheder, salg og mål efter datoer.
de: Überwachung und Verfolgung von Chancen, Verkäufen und Zielen nach Terminen.
es: Monitoreo y seguimiento de Pedidos , Ventas y objetivos por fechas.
fr: Suivi et suivi des opportunités, ventes et objectifs par dates.
it: Monitoraggio e monitoraggio di opportunità, vendite e obiettivi per data.
nb: Overvåking og sporing av muligheter, salg og mål etter datoer.
nl: Monitoring en volgen van kansen, verkopen en doelstellingen op datums.
pt: Monitoramento e rastreamento de oportunidades, vendas e objetivos por datas.
ru: Мониторинг и отслеживание возможностей, продаж и целей по датам.
zh: 按日期监视和跟踪机会，销售和目标.

# Logout_FeatureObtainingReportsAnalysis
source: Obtaining Reports and Analysis
da: Indhentning af rapporter og analyse
de: Berichte und Analysen erhalten
es: Obtención de informes y análisis
fr: Obtention de rapports et d&#39;analyses
it: Ottenere report e analisi
nb: Innhenting av rapporter og analyse
nl: Rapporten en analyse verkrijgen
pt: Obtendo relatórios e análises
ru: Получение отчетов и анализ
zh: 获取报告和分析

# Logout_FeatureOrderSalesTracking
source: Order and Sales Tracking
da: Bestilling og salgsporing
de: Bestell- und Verkaufsverfolgung
es: Seguimiento de pedidos y ventas
fr: Suivi des commandes et des ventes
it: Monitoraggio ordini e vendite
nb: Bestillings- og salgsporing
nl: Order- en verkooptracking
pt: Rastreamento de pedidos e vendas
ru: Отслеживание заказов и продаж
zh: 订单和销售跟踪

# Logout_FeatureSalesZones
source: Sales Zones
da: Salgszoner
de: Verkaufszonen
es: Zonas de ventas
fr: Zones de vente
it: Zone di vendita
nb: Salgssoner
nl: Verkoopzones
pt: Gerenciamento de Entrega
ru: Зоны продаж
zh: 主销区域

# Logout_FeatureStrategicBusinessPlanning
source: Strategic Business Planning
da: Strategisk forretningsplanlægning
de: Strategische Unternehmensplanung
es: Planeacion estrategica de negocios
fr: Planification stratégique d’affaires
it: Pianificazione aziendale strategica
nb: Strategisk forretningsplanlegging
nl: Strategische bedrijfsplanning
pt: Planejamento estratégico de negócios
ru: Стратегическое бизнес-планирование
zh: 战略业务规划

# Logout_FeatureSynchronizationMobility
source: Synchronization and Mobility
da: Synkronisering og mobilitet
de: Synchronisation und Mobilität
es: Sincronización y Movilidad
fr: Synchronisation et mobilité
it: Sincronizzazione e mobilità
nb: Synkronisering og mobilitet
nl: Synchronisatie en mobiliteit
pt: Sincronização e mobilidade
ru: Синхронизация и мобильность
zh: 同步性和移动性

# Logout_ModBanks
source: Banks and Accounts
da: Banker
de: Banken
es: Bancos, Cuentas
fr: Banques
it: Banche
nb: Banker
nl: Banken
pt: Bancos
ru: Банки
zh: 银行

# Logout_ModCustomer
source: Customer
da: Kunde
de: Kunde
es: Clientes
fr: Client
it: cliente
nb: Kunde
nl: Klant
pt: Clientes
ru: Заказчик
zh: 顾客

# Logout_ModCustomerOrders
source: Customer Orders
da: Kundeordrer
de: Debitorenaufträge
es: Pedidos de cliente
fr: Commandes client
it: Ordini cliente
nb: Kundeordrer
nl: Klantorders
pt: Ordens do cliente
ru: Клиентские заказы
zh: 客户订单

# Logout_ModEmployee
source: Employee
da: medarbejder
de: Mitarbeiter
es: Empleado
fr: Ouvrier
it: Dipendente
nb: Ansatt
nl: werknemer
pt: Empregado
ru: Число сотрудников
zh: 雇员

source: Payments
da: Betalinger
de: Zahlungen
es: Pagos
fr: Paiements
it: Pagamenti
nb: Betalinger
nl: Betalingen
pt: Pagamentos
ru: Платежи
zh: 付款

# Logout_ModProducts
source: Products, Stock, Inventory
da: Produkter, lager, lager
de: Produkte, Lager, Inventar
es: Productos, Stock, Inventarios
fr: Produits
it: Prodotti, magazzino, inventario
nb: Produkter, lager, lager
nl: Producten, Voorraad, Voorraad
pt: Produtos, estoque, inventário
ru: Продукты, сток, инвентарь
zh: 产品，库存，库存

# Logout_ModPurchase
source: Purchase
da: Køb
de: Einkauf
es: Compras
fr: Achat
it: Acquisto
nb: Kjøp
nl: Inkoop
pt: Compra
ru: Закупка
zh: 购买

# Logout_ModRetail
source: Retailers
da: Detailhandlere
de: Händler
es: Minoristas
fr: Distributeurs
it: Venditori al dettaglio
nb: Alle forhandlere
pt: Varejistas
ru: Предприятия розничной торговли
zh: 零售

# Logout_ModReturns
source: Returns
da: Returneringer
de: Rückgabe
es: Devoluciones
fr: Retours
it: Risultati restituiti
nb: Returer
nl: Retourneert
pt: Retornos
ru: Возвращает
zh: 返回

# Logout_ModSales
source: Sales, Tickets, Invoice
da: Salg, billetter, faktura
de: Verkauf, Tickets, Rechnung
es: Ventas, Tickets, Facturas
fr: Ventes, Tickets, Facture
it: Vendite, biglietti, fattura
nb: Salg, billetter, faktura
nl: Verkoop, tickets, factuur
pt: Vendas, Ticket, Faturas
ru: Продажа, Билеты, Счет-фактура
zh: 销售，门票，发票

# Logout_ModSupport
source: Technical Support
da: Teknisk support
de: Technischer Support
es: Soporte técnico
fr: Support technique
it: Supporto tecnico
nb: Teknisk kundestøtte
nl: Technische ondersteuning
pt: Suporte Técnico
ru: Техническая поддержка
zh: 技术支持

# Logout_Modwholesalers
source: Wholesalers
da: Grossister
de: Großhandel
es: Mayoristas
fr: Grossistes
it: Grossisti
nb: Grossister
nl: Groothandelaren
pt: Vendas por atacado
ru: Предприятия оптовой торговли
zh: 批发商

source: Advantage
da: Fordels
de: Vorteil
es: Ventaja
fr: Avantage
it: Vantaggio
nb: Fordel
nl: Voordeel
pt: Vantagem
ru: преимущество
zh: 优点

source: Applications
da: applikationer
de: Anwendungen
es: Aplicables a
it: Applicazioni
nb: Applikasjoner
nl: Toepassingen
pt: Aplicativos
ru: приложения
zh: 应用程序

source: Benefits
da: Fordele
de: Leistungen
es: Beneficios
fr: Bénéfices
it: Benefici
nb: Fordeler
nl: Voordelen
pt: Benefícios
ru: Преимущества
zh: 好处

# Logout_TitleBusinessManagementSoftware
source: Business Management Software
da: Forretningsstyringssoftware
de: Business-Management-oftware
es: Software de gestión empresarial
fr: Logiciel de gestion commerciale
it: Software di gestione aziendale
nb: Programvare for forretningsadministrasjon
pt: Software de Gestão Empresarial
ru: Программное обеспечение по управлению бизнес-процессами
zh: 商业管理软件

source: Features
da: Funktioner
de: Eigenschaften
es: Características
fr: Fonctionnalités
it: Caratteristiche
nb: funktioner
nl: Kenmerken
pt: Características
ru: функции
zh: 特征

# Logout_TitleModule
source: Modules
da: Moduler
de: Module
es: Módulos
it: Moduli
nb: Moduler
pt: Módulos
ru: Модули
zh: 模块

# Logout_TitleTradeActivity
source: Trade Activity
da: handelsaktivitet
de: Handelsaktivität
es: Actividad Comercial
fr: Activité commerciale
it: attività commerciale
nb: Handelsaktivitet
nl: handelsactiviteit
pt: Atividade Comercial
ru: Торговая деятельность
zh: 贸易活动

# Logout_TitleWebPlatformMobileDesktop
source: Web Platform, Mobile and Desktop
da: Webplatform, mobil og desktop
de: Web Platform, Mobile und Desktop
es: Plataforma Web, Móvil y de Escritorio
fr: Plateforme Web, mobile et bureau
it: Piattaforma Web, mobile e desktop
nb: Nettplattform, mobil og stasjonær
nl: Webplatform, mobiel en desktop
pt: Plataforma Web, Móvel e Desktop
ru: Веб-платформа, мобильная и настольная
zh: Web平台，移动和桌面

# Measure
source: Unity of measurement
da: Måleenhed
de: Einheit der Messung
es: Unidad de medida
fr: Unité de mesure
it: Unità di misura
nb: Måleenhet
nl: Meet eenheid
pt: Unidade de medida
ru: Единство измерения
zh: 测量的统

# Measure_name
source: unit of measure name
da: måleenhed navn
de: Maßeinheit
es: Unidad de Medida
fr: Unité de mesure
it: Unità di misura
nb: Navn på måleenhet
nl: Meeteenheid
pt: Unidade de medida
ru: Единица измерения
zh: 计量单位

source: Employee
da: medarbejder
de: Mitarbeiter
es: Empleado
fr: Ouvrier
it: Dipendente
nb: Ansatt
nl: werknemer
pt: Empregado
ru: Число сотрудников
zh: 雇员

# MenuMain_Finance
source: Finance
da: finanser
de: Finanzen
es: Finanzas
fr: Finances
it: Finanza
nb: økonomi
nl: Financiën
pt: Finança
ru: финансы
zh: 财政

source: Products
da: Produkter
de: Produkte
es: Productos
fr: Produits
it: prodotti
nb: Produkter
nl: producten
pt: Produtos
ru: Продукты
zh: 制品

# MenuMain_TabAdministration
source: Administration
de: Verwaltung
es: Administracion
it: Amministrazione
nb: Administrasjon
nl: toediening
pt: Administração
ru: администрация
zh: 管理

# MenuMain_TabConfiguration
source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuración
it: Configurazione
nb: Konfigurasjon
nl: Configuratie
pt: Configuração
ru: Конфигурация
zh: 配置

# MenuMain_TabEmployee
source: Employees
da: medarbejdere
de: Angestellte
es: Empleados
fr: Employés
it: Dipendenti
nb: Ansatte
nl: werknemers
pt: Funcionários
ru: сотрудников
zh: 雇员

# MenuMain_TabFile
source: Files
da: Arkiver
de: Datei
es: Ficheros
fr: Fichier
it: Archivio
nb: Arkiv
nl: het dossier
pt: Arquivos
ru: файл
zh: 文件

# MenuMain_TabFinance
source: Finance
da: Finanser
de: Finanzen
es: Finanzas
fr: Finances
it: Finanza
nb: økonomi
nl: financiën
pt: Finanças
ru: финансы
zh: 金融

# MenuMain_TabProcess
source: Process
da: behandle
de: Verarbeiten
es: Procesos
fr: Processus
it: Processi
nb: Prosess
nl: werkwijze
pt: Processo
ru: процесс
zh: 处理

# MenuMain_TabTransport
source: Transport
da: transportere
es: Transportes
it: Trasporto
nb: Transportere
nl: vervoer
pt: Transportes
ru: транспорт
zh: 运输

# Money
source: Currency
da: Valuta
de: Währung
es: Moneda
fr: Devise
it: Valuta
nb: Valuta
nl: Valuta
pt: Moeda
ru: Валюта
zh: 货币

source: Quote
da: Tilbud
de: Börsennotierung
es: Cotización
fr: Devis
it: Quotazione
nb: Kurs
nl: Koers
pt: Cotação
ru: Ставка
zh: 报价

source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
nl: Symbool
pt: Símbolo
ru: Символ
zh: 符号

# Orders
source: Order
da: Rækkefølge
de: Reihenfolge
es: Pedido
fr: Commande
it: Ordine
nb: Ordre
nl: Volgorde
pt: Pedido
ru: Заказ
zh: 订单

source: Package
da: Pakke
de: Paket
es: Presentacion
it: Pacchetto
nb: Pakke
nl: Pakket
pt: Pacote
ru: Пакет
zh: 软件包

source: Package Name
da: Pakkenavn
de: Paketname
es: Nombre de Tipo Empaque
fr: Nom du package
it: Nome del pacchetto
nb: Pakkenavn
nl: Pakketnaam
pt: Nome do Tipo pacote
ru: Имя пакета
zh: 程序包名称

source: Customer Payment
da: Kundebetaling
de: Kundenzahlung
es: Cobro a Cliente
fr: Paiement client
it: Pagamento del cliente
nb: Kundebetaling
nl: Klantbetaling
pt: Pagamento do cliente
ru: Платеж клиента
zh: 客户付款

source: Port
es: Puerto
it: Porta
nl: Poort
pt: Porta
ru: Порт
zh: 端口

source: Price
da: pris
de: Preis
es: Precio
fr: prix
it: prezzo
nb: Pris
nl: prijs
pt: Preço
ru: Цена
zh: 價錢

source: Priority
da: Prioritet
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
nb: Prioritet
nl: Prioriteit
pt: Prioridade
ru: Приоритет
zh: 优先级

source: Priority Name
da: Prioitet
de: Priorität
es: Nombre de la Prioridad
fr: Nom de la priorité
it: Nome priorità
nb: Prioritetsnavn
nl: Naam van prioriteit
pt: Nome da Prioridade
ru: Название приоритета
zh: 优先级名称

# ProductActive
source: Active Product
da: Aktivt produkt
de: Aktiver Produktschlüssel
es: Producto activo
fr: Activer la Clé de Produit
it: Prodotto attivo
nb: Aktiv Produkt nøkkel
nl: Actief product
pt: Produto Ativo
ru: Список активных продуктов
zh: 活动产品

source: Alter Stock
da: Ændre lager
de: Lager ändern
es: Modifica Stock
fr: avoir en stock
nb: Endre lager
nl: Wijzig voorraad
pt: Modificar Stock
ru: Перешить сток
zh: 更改库存

# ProductApply
source: Product Application
da: Produkt applikation
de: Produktanwendungen
es: Aplicaciones del producto
fr: Application du produit
it: Applicazione del prodotto
nb: Produkt applikasjon
nl: Productapplicatie
pt: Aplicação do Produto
ru: Применение продукта
zh: 产品使用

source: Barcode
da: Stregkode
de: Strichcode
es: Código de barras
fr: Code-barres
it: Codice a barre
nb: Strekkode
nl: Streepjescode
pt: Código de Barras
ru: Штрих-код
zh: 条码

source: Product checked
da: Produkt kontrolleret
de: PRODUKT ÜBERPRÜFT
es: Producto Controlado
fr: Produit vérifié
it: Prodotto controllato
nb: Produkt sjekket
nl: Product gecontroleerd
pt: Produto verificado
ru: Продукт проверен
zh: 产品已检查

# ProductCode
source: Code
da: Kode
es: Código
it: Codice
nb: Kode
pt: Código
ru: Код
zh: 代码

# CommissionSale
source: Sales Commission
da: Ordre - Provision
de: Umsatz, Provision
es: Comisión de venta
fr: Ventes - Commission
it: Vendite, commissione
nb: Salg - Provisjon
nl: Verkoop - provisie
pt: Comissão de Vendas
ru: Продажи, комиссия
zh: 销售 - 佣金

# Drug
source: Components
da: Komponenter
de: Komponenten
es: Componentes
fr: Composants
it: Componenti
nb: Komponenter
nl: Onderdelen
pt: Componentes
ru: Компоненты
zh: 组件

source: Generic Name
da: Generisk navn
de: Allgemeiner Name
es: Nombre genérico
fr: Nom générique
it: Nome generico
nb: Generisk navn
nl: Algemene naam
pt: Nome Genérico
ru: Общее имя
zh: 通用名称

# Product
source: Products
da: Produkter
de: Produkte
es: Producto
fr: Produits
it: prodotti
nb: Produkter
nl: producten
pt: Produto
ru: Продукты
zh: 製品

source: Maximum Discount
da: Maks. rabat (%)
de: Maximaler Rabatt (%)
es: Descuento máximo
fr: Remise maximale
it: Sconto Massimo
nb: Maksimumsrabatt
nl: Maximumkorting
pt: Desconto Máximo
ru: Максимальная скидка
zh: 最高积分折扣

source: Minimum Stock
da: mindstelager
de: Mindest-Lagerbestand
es: Stock Mínimo
fr: Stock minimal
it: Scorta minima
nb: Minste lager
nl: Minimale voorraad
pt: Stock Mínimo
ru: Минимальный запас
zh: 最小股票

# ProductName
source: Trade Name
da: Handelsnavn
de: Handelsbezeichnung
es: Nombre Comercial
fr: Nom commercial
it: Denominazione commerciale
nb: Handelsnavn
nl: Handelsnaam
pt: Nome Comercial
ru: торговая марка
zh: 商品名

source: Provider Code
da: udbyder
de: Anbieter
es: Código de proveedor
fr: Code fournisseur
it: Codice Fornitore
nb: Leverandør
nl: Dienstverlener
pt: Código Fornecedor
ru: Код провайдера
zh: 培训机构代码

source: Pay Tax
da: betaler
de: Bezahlen
es: Paga impuestos
fr: Payer la taxe
it: Paga le tasse
nb: Skatt
nl: betaal
pt: Pagar imposto
ru: Налоговые
zh: 交税

source: Tax Rate
da: Momssats
de: Steuersatz
es: Tasa de Impuestos
fr: Taux TVA
it: Aliquota d'imposta
nb: Avgiftssats
nl: BTW-tarief
pt: Taxa de imposto
ru: Ставка налога
zh: 税率

# WayAdmin
source: Route of Administration
da: indgiftsvejen
de: Art der Anwendung Zum
es: Vía de administración
fr: Usage ou fins recommandés
it: Via di somministrazione
nb: Aministrasjonsmåte
nl: Toedieningsvorm
pt: Rotas de Administração
ru: Способ введения
zh: 给药途径

source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poids
it: Peso
nb: Vekt
nl: Gewicht
pt: Peso
ru: Вес
zh: 粗细

source: Wholesaler
da: Grossist
de: Großhändler
es: Mayorista
fr: grossiste
it: grossista
nb: Grossist
nl: Groothandelaar
pt: Atacadista
ru: оптовик
zh: 批发商

source: Provider
da: udbyder
de: Anbieter
es: Proveedor
fr: fournisseur
it: fornitore
nb: Leverandør
nl: leverancier
pt: Fornecedor
ru: Поставщик
zh: 提供商

source: Purchase
da: Køb
de: Einkauf
es: Compras
fr: Achat
it: Acquisto
nb: Kjøp
nl: Inkoop
pt: Compra
ru: Закупка
zh: 购买

source: Route
da: Rute
es: Ruta
fr: Itinéraire
it: Itinerario
nb: Rute
pt: Rota
ru: Направить
zh: 路由

source: Sales
da: Salg
de: Vertrieb
es: Ventas
fr: Ventes
it: Vendite
nb: Salg
nl: Verkoop
pt: Vendas
ru: Продажи
zh: 销售

# Sector
source: Product Sector
da: Produkt sektor
de: Produktbereich
es: Sector de Producto
fr: par secteur de produits
it: Settore merceologico
nb: Produkt sektor
pt: Setor de produtos
ru: Сектор продуктов
zh: 产品部门

# SectorProductName
source: Sector Name
da: Sektornavn
de: Sektorname
es: Nombre de sector de Productos
fr: Nom du secteur
it: Nuovo settore
nb: Sektornavn
nl: Nieuwe sector naam
pt: Nome do setor
ru: Сектора
zh: 行业

source: Shop
da: butik
de: Geschäft
es: Sucursal
fr: boutique
it: negozio
nb: Handle
nl: winkel
pt: Loja
ru: Магазин
zh: 店

# SourceProduct
source: Product Source
da: Produktkilde
de: Produktquelle
es: Procedencia de Productos
fr: Source du produit
it: Sorgente Prodotto
nb: Produktkilde
nl: Producten Bron
pt: Origem do produto
ru: Информация о товаре
zh: 产品来源

# SourceProduct_Name
source: Product Source Name
da: Kildenavn
de: Quellen Name
es: Nombre de Procedencia
fr: Nom de la source
it: Nome origine
nb: Kildenavn
nl: Naam van bron
pt: Nome da Fonte
ru: Имя источника
zh: 源名称

# State_ErrorMustSelect
source: You must select a state.
da: Du skal vælge en tilstand.
de: Sie müssen einen Staat auswählen.
es: Debes seleccionar una provincia.
fr: Vous devez sélectionner un état.
it: Devi selezionare uno stato.
nb: Du må velge en stat.
nl: U moet een staat selecteren.
pt: Você deve selecionar um estado.
ru: Вы должны выбрать штат.
zh: 你必须选择一个州.

source: State
da: Region
de: Bundesland
es: Provincia
fr: État
it: Stato
nb: tilstand
nl: Staat
pt: Estado
ru: состояние
zh: 状态&#x0D

source: State Name
da: Region navn
de: Zustandsname
es: Nombre de la Provincia
fr: Nom de l'État
it: Nome dello stato
nb: Stat
nl: Provincie
pt: Nome do estado
ru: название региона
zh: 城市名称

# State_of
source: States of
da: Stater af
de: Staaten von
es: Provincias de
fr: fédérés de
it: Stati di
nb: Stater av
nl: Staten van
pt: Estados de
ru: Штаты
zh: 的国

# State_Pleaseholder
source: Name of the state
da: navn på staten
de: Staatsname
es: nombre de la provincia
fr: ( nom de l' État )
it: nome dello stato
nb: Navn på stat
nl: naam van de staat
pt: nome do estado
ru: название государства
zh: 国家的名字

# State_SelectCombo
source: (Select a State...)
da: vælg en tilstand
de: Wähle einen Staat
es: Seleccione la provincia
fr: Sélectionnez une province
it: Seleziona una regione
nb: Velg en stat
nl: Selecteer een staat
pt: Selecione um Estado
ru: выберите штат
zh: 选择一个省

source: States
da: Områder
de: Bundesländern
es: Provincia
fr: États
it: stati
nb: Stater
nl: Provincies
pt: Estados
ru: Области
zh: 省

source: Store
es: Tienda
fr: Magasin
pt: Loja
ru: магазин
zh: 商店

source: Subgroup
da: Undergruppe
de: Untergruppe
es: Subgrupo
fr: Sous-groupe
it: Gruppo secondario
nb: Undergruppe
nl: Subgroep
pt: Subgrupo
ru: Подгруппа
zh: 子组

source: Subgroup of
da: Undergruppe af
de: Untergruppe von
es: Subgrupo de
fr: Sous-groupe de
it: Sottogruppo di
nb: Undergruppe av
nl: Subgroep van
pt: Subgrupo de
ru: Подгруппа из
zh: 的子组

# Subgroup_pleaseholder
source: Name of the Subgroup
da: Undergruppens navn
de: Name der Untergruppe
es: Nombre del subgrupo
fr: Nom du sous-groupe
it: Nome del sottogruppo
nb: Navn på undergruppen
nl: Naam van de subgroep
pt: Nome do subgrupo
ru: Название подгруппы
zh: 小组名称

source: Successful Entry
da: vellykket indgang
de: erfolgreicher Einstieg
es: Operación exitosa
fr: Entrée réussie
it: entrata riuscita
nb: vellykket inngang
nl: succesvolle deelname
pt: Bem-sucedido
ru: удачный вход
zh: 成功入门

# Trademark
source: Brand
da: Varemærke
de: Marke
es: Marca Comercial
fr: Marque commerciale
it: Marchio
nb: Varemerke
nl: Handelsmerk
pt: Marca Comercial
ru: Товарный знак
zh: 商标

source: Trademark Name
da: Varemærke
de: Markenname
es: Nombre Comercial
fr: Nom de marque
it: Nome del marchio
nb: Varemerke navn
nl: Handelsmerknaam
pt: Nome da marca
ru: Наименование торговой марки
zh: 商标
