Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# SearchOfReason
source: Search of Return Reason
da: Søgning efter Reason
de: Suche nach Rückgabegrund
es: Búsqueda de Razones de Devolución
fr: Recherche de motif de retour
it: Ricerca del motivo del reso
nb: Søk etter Reason
nl: Reden van retourzending zoeken
pt: Pesquisa do motivo da devolução
ru: Поиск причины возврата
zh: 退货原因查询

source: Search of Branch
da: Søgning af filial
de: Suche nach Filiale
es: Búsqueda de Rubro
fr: Recherche de succursale
it: Ricerca di filiale
nb: Søk etter gren
nl: Zoek naar filiaal
pt: Pesquisa de Filial
ru: Поиск филиала
zh: 分行搜索

source: Search of Route
da: Søgning af rute
de: Suche nach Route
es: Búsqueda de Ruta
fr: Recherche d'itinéraire
it: Ricerca del percorso
nb: Søk etter rute
nl: Route zoeken
pt: Pesquisa de Rota
ru: Поиск маршрута
zh: 路线搜索

# SearchOfSectorProduct
source: Search of Product Sector
da: Søgning af produktsektor
de: Suche nach Produktsektor
es: Búsqueda de Sector de Productos
fr: Recherche de secteur de produit
it: Ricerca per settore merceologico
nb: Søk etter produktsektor
nl: Zoeken in productsector
pt: Pesquisa do setor de produtos
ru: Поиск сектора продукта
zh: 搜索产品部门

source: Search of Job Sector
da: Søgning af jobsektor
de: Suche nach Jobsektor
es: Búsqueda de Sección Laboral
fr: Recherche de secteur d'emploi
it: Ricerca del settore del lavoro
nb: Søk etter jobbsektor
nl: Zoeken in banensector
pt: Setor de Busca de Emprego
ru: Поиск вакансий
zh: 寻找工作部门

source: Search of SubGroup
da: Søg efter undergruppe
de: Suche nach Untergruppe
es: Búsqueda de Subgrupos
fr: Recherche de sous-groupe
it: Ricerca di sottogruppo
nb: Søk etter undergruppe
nl: Zoeken in subgroep
pt: Pesquisa de subgrupo
ru: Поиск подгруппы
zh: 搜索子组

# SearchOfExepenceType
source: Search of Expence Type
da: Søgning efter udgiftstype
de: Suche nach Aufwandsart
es: Búsqueda de Tipos de Gastos
fr: Recherche de type de dépense
it: Ricerca del tipo di spesa
nb: Søk etter utgiftstype
nl: Zoeken op onkostentype
pt: Pesquisa de Tipo de Despesa
ru: Поиск типа расходов
zh: 费用类型搜索

source: Search of Vehicle
da: Søgning af køretøj
de: Fahrzeugsuche
es: Búsqueda de Transportes
fr: Recherche de véhicule
it: Ricerca del veicolo
nb: Søk etter kjøretøy
nl: Voertuig zoeken
pt: Pesquisa de Veículo
ru: Поиск автомобиля
zh: 车辆搜索

source: Search of Measure
da: Målsøgning
de: Suche nach Maß
es: Búsqueda de Unidad de Medida
fr: Recherche de mesure
it: Ricerca di misura
nb: Målsøking
nl: Zoeken op maat
pt: Pesquisa de Medida
ru: Поиск меры
zh: 测量的搜索

source: Search of Way Admin
da: Søg efter Way Admin
de: Suche nach Weg Admin
es: Búsqueda de Vías de Administración
fr: Recherche de voie Admin
it: Cerca Via Admin
nb: Søk etter Way Admin
pt: Pesquisa de Vias de administração
ru: Поиск пути админа
zh: 搜索方式管理员

# SearchOfDrug
source: Search of Components
da: Søgning af komponenter
de: Suche nach Komponenten
es: Búsqueda de Componentes o Drogas
fr: Recherche de composants
it: Ricerca di componenti
nb: Søk etter komponenter
nl: Zoeken naar componenten
pt: Pesquisa de componentes
ru: Поиск компонентов
zh: 组件搜索

# ReferentialIntegrityConstraintsError
source: Referential Integrity Constraints
da: Referenceintegritetsbegrænsninger
de: Einschränkungen der referentiellen Integrität
es: Restricciones de integridad referencial
fr: intégrité référentielle
it: Vincoli di integrità referenziale
nb: referanseintegritet
nl: Referentiële integriteitsbeperkingen
pt: Restrições de Integridade Referencial
ru: Ограничения ссылочной целостности
zh: 參考完整性

source: Responsible Staff
da: Ansvarligt personale
de: Verantwortliche Mitarbeiter
es: Personal Responsable
fr: Personnel responsable
it: Personale responsabile
nb: Ansvarlig stab
nl: Verantwoordelijk personeel
pt: Pessoal Responsável
ru: ОТВЕТСТВЕННЫЙ ПЕРСОНАЛ
zh: 负责任的员工

source: CreditNote Last Created
da: Kreditnota Sidst oprettet
de: Zuletzt erstellte Gutschrift
es: Última nota de crédito creada
fr: Dernière note de crédit créée
it: Nota di credito Ultima creazione
nb: Kreditnota Sist opprettet
nl: Creditnota laatst aangemaakt
pt: Nota de crédito criada pela última vez
ru: Последнее создание кредитной ноты
zh: 上次创建的信用票据

source: Credit Note Since
da: Kreditnota Siden
de: Gutschrift seit
es: Nota de crédito desde
fr: Note de crédit depuis
it: Nota di credito da
nb: Kredittnota siden
nl: Creditnota sinds
pt: Nota de crédito desde
ru: Кредит-нота с
zh: 信用票据自

source: Credit Note Until
da: Kreditnota Indtil
de: Gutschrift bis
es: Nota de crédito hasta
fr: Note de crédit jusqu'au
it: Nota di credito fino al
nb: Kreditnota til
nl: Creditnota tot
pt: Nota de crédito até
ru: Кредитная нота до
zh: 信用票据直到

source: Invoice Last Created
da: Sidst oprettet faktura
de: Rechnung zuletzt erstellt
es: Última factura creada
fr: Dernière facture créée
it: Ultima fattura creata
nb: Faktura sist opprettet
nl: Factuur laatst aangemaakt
pt: Fatura criada pela última vez
ru: Последний созданный счет
zh: 上次创建的发票

source: Invoice Since
da: Faktura siden
de: Rechnung seit
es: Factura desde
fr: Facture depuis
it: Fattura dal
nb: Faktura siden
nl: Factuur sinds
pt: Fatura desde
ru: Счет с
zh: 发票自

source: Invoice Until
da: Faktura indtil
de: Rechnung bis
es: Factura hasta
fr: Facture jusqu'au
it: Fattura Fino
nb: Faktura til kl
nl: Factuur tot
pt: Faturar até
ru: Счет до
zh: 发票直到

source: Promissory Note Last Created
da: Gældsbrev Sidst oprettet
de: Schuldschein zuletzt erstellt
es: Pagaré de último creado
fr: Dernier billet à ordre créé
it: Ultima cambiale creata
nb: Gjeldsbrev Sist opprettet
nl: Promissory Note laatst gemaakt
pt: Nota promissória criada pela última vez
ru: Вексель последний созданный
zh: 上次创建的本票

source: Promissory Note Since
da: Skiftebrev Siden
de: Schuldschein seit
es: Pagaré desde
fr: Billet à ordre depuis
it: Pagherò cambiario dal
nb: Gjeldsbrev siden
nl: Belofte sinds
pt: Nota Promissória Desde
ru: Вексель с
zh: 本票自

source: Promissory Note Until
da: Skiftebrev Indtil
de: Schuldschein bis
es: Pagaré hasta
fr: Billet à ordre jusqu'au
it: cambiale fino a
nb: Gjeldsbrev Inntil
nl: Belofte tot
pt: Nota Promissória Até
ru: Вексель до
zh: 本票直到

# ReceiptLastCreated
source: Receipt of payment Last Created
da: Modtagelse af betaling Sidst oprettet
de: Zahlungseingang Zuletzt erstellt
es: Último recibo de dinero creado
fr: Reçu de paiement Dernière création
it: Ricevuta di pagamento Ultima creazione
nb: Kvittering for betaling Sist opprettet
nl: Ontvangst van betaling Laatst aangemaakt
pt: Recibo de pagamento Última criação
ru: Квитанция об оплате Последнее создание
zh: 上次创建的付款收据

# ReceiptSince
source: Receipt of payment Since
da: Modtagelse af betaling Siden
de: Zahlungseingang seit
es: Recibo de dinero desde
fr: Réception du paiement Depuis
it: Ricevuta di pagamento Dal
nb: Mottak av betaling Siden
nl: Ontvangst van betaling Sinds
pt: Recibo de pagamento Desde
ru: Квитанция об оплате с
zh: 收到付款以来

# ReceiptUntil
source: Receipt of payment Until
da: Modtagelse af betaling Indtil
de: Zahlungseingang Bis
es: Recibo de dinero hasta
fr: Réception du paiement Jusqu'au
it: Ricevuta di pagamento Fino
nb: Mottak av betaling Inntil
nl: Ontvangst van betaling Tot
pt: Recibo de pagamento Até
ru: Квитанция об оплате До
zh: 收到付款 直到

source: Return Note Last Created
da: Returnote Sidst oprettet
de: Rücksendeschein zuletzt erstellt
es: Última nota de devolución creada
fr: Note de retour créée pour la dernière fois
it: Nota di ritorno Ultima creazione
nb: Returnotat Sist opprettet
nl: Terug Opmerking Laatst aangemaakt
pt: Nota de devolução criada pela última vez
ru: Последнее созданное примечание к возврату
zh: 返回备注上次创建

source: Return Note Since
da: Returnotat siden
de: Rücksendeschein seit
es: Nota de devolución desde
fr: Note de retour depuis
it: Nota di ritorno dal
nb: Tilbakemelding siden
nl: Retournota sinds
pt: Nota de devolução desde
ru: Примечание о возврате с
zh: 退货单自

source: Return Note Until
da: Returbemærkning Indtil
de: Rücksendeschein bis
es: Nota de devolución hasta
fr: Note de retour jusqu'au
it: Nota di ritorno fino a
nb: Returmerknad Inntil
nl: Retournota tot
pt: Nota de devolução até
ru: Примечание о возврате
zh: 退货单直到

# Shop_ErrorMustSelect
source: You must select a shop
da: Du skal vælge en butik
de: Sie müssen einen Shop auswählen
es: Debe seleccionar una Sucursal
fr: Vous devez sélectionner une boutique
it: Devi selezionare un negozio
nb: Du må velge en butikk
nl: Je moet een winkel selecteren
pt: Você deve selecionar uma loja
ru: Вы должны выбрать магазин
zh: 您必须选择一家商店

# Brand
source: Trademark
da: Mærke
de: Marke
es: Marca
fr: Marque
it: Marca
nb: Merke
nl: Merk
pt: Marca
ru: Бренд
zh: 品牌

source: Brand is invalid
da: Mærket er ugyldigt
de: Marke ist ungültig
es: La marca no es válida
fr: La marque n'est pas valide
it: Il marchio non è valido
nb: Merket er ugyldig
nl: Merk is ongeldig
pt: A marca é inválida
ru: Марка недействительна
zh: 品牌无效

source: Capacity
da: Kapacitet
de: Kapazität
es: Capacidad
fr: Capacité
it: Capacità
nb: Kapasitet
nl: Capaciteit
pt: Capacidade
ru: Емкость
zh: 容量

source: Capacity is invalid
da: Kapaciteten er ugyldig
de: Kapazität ist ungültig
es: La capacidad no es válida
fr: La capacité n'est pas valide
it: La capacità non è valida
nb: Kapasiteten er ugyldig
nl: Capaciteit is ongeldig
pt: A capacidade é inválida
ru: Недопустимая емкость
zh: 容量无效

source: Carriagen Number is invalid
da: Vognnummeret er ugyldigt
de: Wagennummer ist ungültig
es: El número de Vehiculo no es válido
fr: Le numéro de transport n'est pas valide
it: Il numero di trasporto non è valido
nb: Vognnummeret er ugyldig
nl: Vervoersnummer is ongeldig
pt: O número do carro é inválido
ru: Неверный номер вагона
zh: 车厢号码无效

source: Chassis Number is invalid
da: Stelnummeret er ugyldigt
de: Fahrgestellnummer ist ungültig
es: El número de chasis no es válido
fr: Le numéro de châssis n'est pas valide
it: Il numero di telaio non è valido
nb: Chassisnummeret er ugyldig
nl: Chassisnummer is ongeldig
pt: O número do chassi é inválido
ru: Номер шасси недействителен
zh: 机箱编号无效

source: Color
da: Farve
de: Farbe
fr: Couleur
it: Colore
nb: Farge
nl: Kleur
pt: Cor
ru: Цвет
zh: 颜色

source: Color is invalid
da: Farven er ugyldig
de: Farbe ist ungültig
es: El color no es válido
fr: La couleur n'est pas valide
it: Il colore non è valido
nb: Fargen er ugyldig
nl: Kleur is ongeldig
pt: A cor é inválida
ru: Неверный цвет
zh: 颜色无效

source: Engine Number is invalid
da: Motornummeret er ugyldigt
de: Motornummer ist ungültig
es: El número de motor no es válido
fr: Le numéro de moteur n'est pas valide
it: Il numero del motore non è valido
nb: Motornummeret er ugyldig
nl: Motornummer is ongeldig
pt: O número do motor é inválido
ru: Номер двигателя недействителен
zh: 引擎编号无效

source: Fuel Type is invalid
da: Brændstoftypen er ugyldig
de: Kraftstoffart ist ungültig
es: El tipo de combustible no es válido
fr: Le type de carburant n'est pas valide
it: Il tipo di carburante non è valido
nb: Drivstofftypen er ugyldig
nl: Brandstoftype is ongeldig
pt: O tipo de combustível é inválido
ru: Неверный тип топлива
zh: 燃料类型无效

source: Initial km is invalid
da: Indledende km er ugyldig
de: Anfangskilometer ungültig
es: El km inicial no es válido
fr: Le km initial n'est pas valide
it: Il km iniziale non è valido
nb: Innledende km er ugyldig
nl: Initiële km is ongeldig
pt: O km inicial é inválido
ru: Начальный км недействителен
zh: 初始公里数无效

source: Load Type is invalid
da: Belastningstypen er ugyldig
de: Ladetyp ist ungültig
es: El tipo de carga no es válido
fr: Le type de chargement n'est pas valide
it: Il tipo di caricamento non è valido
nb: Lastetypen er ugyldig
nl: Laadtype is ongeldig
pt: O tipo de carregamento é inválido
ru: Недопустимый тип загрузки
zh: 加载类型无效

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
nb: Modell
pt: Modelo
ru: Модель
zh: 模型

source: Model is invalid
da: Modellen er ugyldig
de: Modell ist ungültig
es: El modelo no es válido
fr: Le modèle n'est pas valide
it: Il modello non è valido
nb: Modellen er ugyldig
nl: Model is ongeldig
pt: O modelo é inválido
ru: Недопустимая модель
zh: 型号无效

source: Patent
es: Patente
fr: Brevet
it: Brevetto
nb: Patentere
nl: Octrooi
pt: Patente
ru: Патент
zh: 专利

source: Patent is invalid
da: Patentet er ugyldigt
de: Patent ist ungültig
es: La patente no es válida
fr: Le brevet est invalide
it: Il brevetto non è valido
nb: Patentet er ugyldig
nl: Octrooi is ongeldig
pt: A patente é inválida
ru: Патент недействителен
zh: 专利无效

source: Year model is invalid
da: Årsmodellen er ugyldig
de: Jahresmodell ist ungültig
es: El modelo de año no es válido
fr: Le modèle d'année n'est pas valide
it: Il modello dell'anno non è valido
nb: Årsmodellen er ugyldig
nl: Jaarmodel is ongeldig
pt: O modelo de ano é inválido
ru: Модель года недействительна
zh: 年份模型无效

source: Carriage Number
da: Vognnummer
de: Wagennummer
es: Número de Coche
fr: Numéro de chariot
it: Numero di trasporto
nb: Vognnummer
nl: koets nummer
pt: Número do carro
ru: Номер вагона
zh: 车厢号

source: Chassis Number
da: Stelnummer
de: Fahrgestellnummer
es: Número de chasis
fr: Numéro de châssis
it: Numero di telaio
nb: Chassisnummer
nl: Chassis nummer
pt: Número do chassi
ru: Номер шасси
zh: 车架号

source: Engine Number
da: Motornummer
de: Motornummer
es: Número de motor
fr: Numéro de Moteur
it: numero di motore
nb: motornummer
nl: Motor nummer
pt: Número do motor
ru: номер двигателя
zh: 发动机号

source: Fuel Type
da: Brændstoftype
de: Treibstoffart
es: Tipo de combustible
fr: Type de carburant
it: Tipo di carburante
nb: Drivstoff type
nl: Brandstoftype
pt: Tipo de combustível
ru: Тип топлива
zh: 燃油类型

# InitialKM
source: Initial kilometer
da: Indledende kilometer
de: Anfangskilometer
es: Kilómetro inicial
fr: Kilométrage initial
it: Chilometro iniziale
nb: Første kilometer
nl: Initiële kilometer
pt: Quilômetro inicial
ru: Начальный километр
zh: 初始公里

source: Load Type
da: Belastningstype
de: Ladetyp
es: Tipo de Carga
fr: Type de charge
it: Tipo di carico
nb: Last Type
nl: Type belasting
pt: Tipo de carga
ru: Тип нагрузки
zh: 负载类型

source: Year
da: År
de: Jahr
es: Año
fr: Année
it: Anno
nb: År
nl: Jaar
pt: Ano
ru: Год
zh: 年

source: Customer Account
da: Kundekonto
de: Kundenkonto
es: Cuenta de cliente
fr: Compte client
it: Conto del Cliente
nb: Kundekonto
nl: Klantaccount
pt: Conta Cliente
ru: Аккаунт клиента
zh: 甲方账户

source: Bank Deposit
da: Bank depositum
de: Bankdepot
es: Deposito Bancario
fr: Dépôt bancaire
it: Deposito bancario
nb: Bankinnskudd
nl: Bankstorting
pt: Depósito bancário
ru: Банковский депозит
zh: 银行存款

# BankDepositReport
source: View Bank Deposit
da: Bankindskudsrapport
de: Bankeinzahlungsbericht
es: Informe de Depósitos Bancario
fr: Rapport sur les dépôts bancaires
it: Rapporto sui depositi bancari
nb: Bankinnskuddsrapport
nl: Bankstortingsrapport
pt: Relatório de Depósito Bancário
ru: Отчет о банковском депозите
zh: 银行存款报告

source: Cards
da: Kort
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
nb: Kort
nl: Kaarten
pt: Cartões
ru: Открытки
zh: 牌

source: Release Check
da: Slip tjek
de: Bankscheck freigeben
es: Liberar Cheques
fr: Libérer le chèque bancaire
it: Rilascia assegno bancario
nb: Slipp banksjekk
nl: Controle vrijgeven
pt: Liberar cheque bancário
ru: Выпустить банковский чек
zh: 发布检查

# Transfers
source: Wiretransfer
da: Bankoverførsel
de: Banküberweisung
es: Transferencias
fr: Virement bancaire
it: Bonifico bancario
nb: Bankoverføring
nl: Overschrijving
pt: Transferência bancária
ru: Телеграфный перевод
zh: 电汇

source: Account Holder is Invalid
da: Kontoindehaveren er ugyldig
de: Kontoinhaber ist ungültig
es: El titular de la cuenta no es válido
fr: Le titulaire du compte n'est pas valide
it: Il titolare del conto non è valido
nb: Kontoinnehaver er ugyldig
nl: Rekeninghouder is ongeldig
pt: O titular da conta é inválido
ru: Владелец счета недействителен
zh: 帐户持有人无效

source: Account Number is Invalid
da: Kontonummeret er ugyldigt
de: Kontonummer ist ungültig
es: El número de cuenta no es válido
fr: Le numéro de compte est invalide
it: Il numero di conto non è valido
nb: Kontonummeret er ugyldig
nl: Rekeningnummer is ongeldig
pt: O número da conta é inválido
ru: Неверный номер счета
zh: 帐号无效

source: Agency is invalid
da: Agenturet er ugyldigt
de: Agentur ist ungültig
es: La Agencia o Sucursal no es válida
fr: L'agence n'est pas valide
it: L'agenzia non è valida
nb: Byrået er ugyldig
nl: Agentschap is ongeldig
pt: A agência é inválida
ru: Агентство недействительно
zh: 代理机构无效

source: Bank Account Type Is Invalid
da: Bankkontotype er ugyldig
de: Bankkontotyp ist ungültig
es: El Tipo de Cuenta bancaria no es válido
fr: Le type de compte bancaire n'est pas valide
it: Il tipo di conto bancario non è valido
nb: Bankkontotype er ugyldig
nl: Type bankrekening is ongeldig
pt: O tipo de conta bancária é inválido
ru: Недопустимый тип банковского счета
zh: 银行账户类型无效

source: Bank Id is Invalid
da: Bank-id er ugyldigt
de: Bank-ID ist ungültig
es: El ID del banco no es válido
fr: L'identifiant bancaire n'est pas valide
it: L'ID banca non è valido
nb: Bank-ID er ugyldig
nl: Bank-ID is ongeldig
pt: O ID do banco é inválido
ru: Идентификатор банка недействителен
zh: 银行 ID 无效

source: Credit Officer is invalid
da: Kreditansvarlig er ugyldig
de: Kreditsachbearbeiter ist ungültig
es: El Nombre del Oficial de crédito no es válido
fr: L'agent de crédit n'est pas valide
it: L'ufficiale di credito non è valido
nb: Kredittansvarlig er ugyldig
nl: Kredietfunctionaris is ongeldig
pt: O oficial de crédito é inválido
ru: Кредитный инспектор недействителен
zh: 信用官无效

source: Manager is invalid
da: Manager er ugyldig
de: Manager ist ungültig
es: El Nombre del Gerente es Invalido
fr: Le gestionnaire n'est pas valide
it: Il gestore non è valido
nb: Manager er ugyldig
nl: Manager is ongeldig
pt: O gerente é inválido
ru: Менеджер недействителен
zh: 经理无效

source: Web Is Invalid
da: er ugyldig
de: Web ist ungültig
es: La web no es válida
fr: le site Web n'est pas valide
it: web non è valido
nb: Internett er ugyldig
nl: internet is ongeldig
pt: a web é inválida
ru: сеть недействительна
zh: 网页无效

source: Category is Invalid
da: Kategori er ugyldig
de: Kategorie ist ungültig
es: La categoría no es válida
fr: La catégorie n'est pas valide
it: La categoria non è valida
nb: Kategori er ugyldig
nl: Categorie is ongeldig
pt: A categoria é inválida
ru: Категория недействительна
zh: 类别无效

# DiscountIsNotValid
source: The discount is not valid
da: Rabatten er ikke gyldig
de: Der Rabatt ist nicht gültig
es: El Descuento no es válido
fr: La réduction n'est pas valable
it: Lo sconto non è valido
nb: Rabatten er ikke gyldig
nl: De korting is niet geldig
pt: O desconto não é válido
ru: Скидка не действует
zh: 折扣无效

source: Full name is invalid
da: Det fulde navn er ugyldigt
de: Vollständiger Name ist ungültig
es: El nombre completo no es valido
fr: Le nom complet n'est pas valide
it: Il nome completo non è valido
nb: Fullt navn er ugyldig
nl: Volledige naam is ongeldig
pt: O nome completo é inválido
ru: Полное имя недействительно
zh: 全名无效

source: Identity Partner is Invalid
da: Identitetspartner er ugyldig
de: Identitätspartner ist ungültig
es: La identidad de la pareja no es válida
fr: Le partenaire d'identité n'est pas valide
it: Il partner di identità non è valido
nb: Identitetspartner er ugyldig
nl: Identiteitspartner is ongeldig
pt: A identidade do parceiro é inválida
ru: Идентификация партнера недействительна
zh: 身份合作伙伴无效

# MobileNumIsInvalid
source: Mobile Number is invalid
da: Mobilnummeret er ugyldigt
de: Handynummer ist ungültig
es: El número de móvil no es válido
fr: Le numéro de portable n'est pas valide
it: Il numero di cellulare non è valido
nb: Mobilnummeret er ugyldig
nl: Mobiel nummer is ongeldig
pt: O número de celular é inválido
ru: Номер мобильного телефона недействителен
zh: 手机号码无效

source: Partner is invalid
da: Partneren er ugyldig
de: Partner ist ungültig
es: La Pareja no es válido
fr: Le partenaire n'est pas valide
it: Il partner non è valido
nb: Partneren er ugyldig
nl: Partner is ongeldig
pt: O parceiro é inválido
ru: Партнер недействителен
zh: 合作伙伴无效

source: Price Level Is Invalid
da: Prisniveauet er ugyldigt
de: Preisniveau ist ungültig
es: El nivel de precio no es válido
fr: Le niveau de prix n'est pas valide
it: Il livello di prezzo non è valido
nb: Prisnivået er ugyldig
nl: Prijsniveau is ongeldig
pt: O nível de preço é inválido
ru: Уровень цен недействителен
zh: 价格水平无效

source: Route Is Invalid
da: Ruten er ugyldig
de: Route ist ungültig
es: La ruta no es válida
fr: L'itinéraire n'est pas valide
it: Il percorso non è valido
nb: Ruten er ugyldig
nl: Route is ongeldig
pt: A rota é inválida
ru: Маршрут недействителен
zh: 路由无效

source: Tradename is invalid
da: Handelsnavnet er ugyldigt
de: Handelsname ist ungültig
es: El nombre comercial no es valido
fr: Le nom commercial n'est pas valide
it: Il nome commerciale non è valido
nb: Handelsnavnet er ugyldig
nl: Handelsnaam is ongeldig
pt: O nome comercial é inválido
ru: Торговая марка недействительна
zh: 商号无效

source: Work Activity is Invalid
da: Arbejdsaktivitet er ugyldig
de: Arbeitsaktivität ist ungültig
es: La actividad laboral no es válida
fr: L'activité professionnelle n'est pas valide
it: L'attività lavorativa non è valida
nb: Arbeidsaktiviteten er ugyldig
nl: Werkactiviteit is ongeldig
pt: A atividade de trabalho é inválida
ru: Рабочая деятельность недействительна
zh: 工作活动无效

source: Workspace is invalid
da: Arbejdsområdet er ugyldigt
de: Arbeitsbereich ist ungültig
es: El Lugar de trabajo no es válido
fr: L'espace de travail n'est pas valide
it: L'area di lavoro non è valida
nb: Arbeidsområdet er ugyldig
nl: Werkruimte is ongeldig
pt: O espaço de trabalho é inválido
ru: Рабочая область недействительна
zh: 工作区无效

source: Credit Limit is invalid
da: Kreditgrænsen er ugyldig
de: Kreditlimit ist ungültig
es: El límite de crédito no es válido
fr: La limite de crédit n'est pas valide
it: Il limite di credito non è valido
nb: Kredittgrensen er ugyldig
nl: Kredietlimiet is ongeldig
pt: O limite de crédito é inválido
ru: Кредитный лимит недействителен
zh: 信用额度无效

source: Customer account number is invalid
da: Kundekontonummer er ugyldigt
de: Die Kundenkontonummer ist ungültig
es: El número de cuenta del cliente no es válido
fr: Le numéro de compte client est invalide
it: Il numero di conto cliente non è valido
nb: Kundekontonummeret er ugyldig
nl: Klantrekeningnummer is ongeldig
pt: O número da conta do cliente é inválido
ru: Неверный номер счета клиента
zh: 客户帐号无效

# SearchOfBank
source: Search of Banks
da: Søgning af banker
de: Suche nach Banken
es: Búsqueda de Bancos
fr: Recherche de banques
it: Ricerca di banche
nb: Søk etter banker
nl: Zoeken naar banken
pt: Pesquisa de bancos
ru: Поиск банков
zh: 搜索银行

source: Search of Bank Account
da: Søgning på bankkonto
de: Suche nach Bankkonto
es: Búsqueda de Cuenta Bancaria
fr: Recherche de compte bancaire
it: Ricerca di conto bancario
nb: Søk etter bankkonto
nl: Bankrekening zoeken
pt: Pesquisa de conta bancária
ru: Поиск банковского счета
zh: 搜索银行账户

source: Search of Bank Account Type
da: Søg efter bankkontotype
de: Suche nach Bankkontotyp
es: Búsqueda de Tipo de Cuenta Bancaria
fr: Recherche de type de compte bancaire
it: Ricerca del tipo di conto bancario
nb: Søk etter bankkontotype
nl: Zoeken op bankrekeningtype
pt: Pesquisa de tipo de conta bancária
ru: Поиск типа банковского счета
zh: 银行账户类型搜索

source: Search of Customer Account
da: Søgning af kundekonto
de: Suche nach Kundenkonto
es: Búsqueda de Cuenta de Cliente
fr: Recherche de compte client
it: Ricerca dell'Account Cliente
nb: Søk etter kundekonto
nl: Zoeken van klantaccount
pt: Pesquisa de conta de cliente
ru: Поиск учетной записи клиента
zh: 搜索客户账户
