Repository: Emiliowilvca/FreedomSolutionUtility
Catalog: Freedom.Utility/Langs/Lang.*.resx
Languages: da, de, es, fr, it, nb, nl, pt, ru, zh

# Error404
source: Sorry, Error 404 Page not Found!
da: Fejl 404 - siden ikke fundet!
de: Fehler 404, Seite nicht gefunden!
es: Error 404: Página no encontrada!
fr: Erreur 404 - Page non trouvée!
it: Errore 404: pagina non trovata!
nb: Feilmelding 404 - Fant ikke siden!
nl: Fout 404 - Pagina niet gevonden!
pt: Desculpe, erro 404 página não encontrada!
ru: Ошибка 404 - Страница не найдена!
zh: 错误404-页面未找到!

# ErrorDataObtained
source: Data cannot be obtained.
da: Data kan ikke opnås.
de: Daten können nicht erhalten werden.
es: No se pueden obtener datos.
fr: Les données ne peuvent pas être obtenues.
it: Impossibile ottenere i dati.
nb: Data kan ikke innhentes.
nl: Er kunnen geen gegevens worden opgehaald.
pt: Os dados não podem ser obtidos.
ru: Невозможно получить данные.
zh: 无法获取数据.

source: Expiration
da: Udløb
de: Ablauf
es: Vencimiento
it: Scadenza
nb: Utløp
nl: Verlooptijd
pt: Expiração
ru: Срок действия
zh: 到期

source: From Camera
da: Fra kamera
de: Von Kamera
es: Desde la cámara
fr: De l'appareil photo
it: Da fotocamera
nb: Fra kamera
nl: Van camera
pt: Da Câmera
ru: С камеры
zh: 来自照相机

source: From Gallery
da: Fra galleri
de: Aus Katalog
es: De la galería
fr: De la galerie
it: Da raccolta
nb: Fra galleri
nl: Uit galerie
pt: Da Galeria
ru: Из коллекции
zh: 从库中

# GetRecords
source: Find Records
da: Find poster
de: Datensätze suchen
es: Buscar registros
fr: Rechercher des enregistrements
it: Trova record
nb: Finn poster
nl: Records zoeken
pt: Localizar Registros
ru: Найти записи
zh: 查找记录

# InvalidDateFormat
source: Required format is {0}
da: Format {0}
de: Benötigtes Format: {0}
es: Formato Requerido {0}
fr: Le format requis est {0}
it: Il formato richiesto è {0}
nb: Nødvendig format er {0}
nl: Vereist formaat is {0}
pt: O formato necessário é {0}
ru: Обязательный формат {0}
zh: 所需格式 {0}

source: Is Available
da: er tilgængelig
de: ist verfügbar
es: está disponible
fr: est disponible
it: è disponibile
nb: er tilgjengelig
nl: is beschikbaar
pt: está disponível
ru: доступно
zh: 可用

source: Location
da: Placering
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
nb: Plassering
nl: Plaats
pt: Localização
ru: Pасположение
zh: 位置

source: Main Navigation
da: Hovednavigation
de: Hauptnavigation
es: Navegación principal
fr: Navigation principale
it: Navigazione principale
nb: Hovednavigasjon
nl: Hoofdnavigatie
pt: Navegação principal
ru: Главная панель навигации
zh: 主导航

# MainPageTitle
source: Fredom - Business management software
es: Freedom - Software de gestión empresarial
fr: Fredom - Logiciel de gestion d'entreprise
it: Fredom - Software di gestione aziendale
nb: Fredom - Bedriftsledelse programvare
pt: Fredom - Software de gerenciamento de negócios
ru: Freedom - программное обеспечение для управления бизнесом
zh: Fredom - 商业管理软件

source: Manager
da: Leder
es: Administrador
fr: Directeur
it: Responsabile
nb: Overordnet
pt: Gerente
ru: Руководитель
zh: 经理

# MaxLength
source: The field {0} only can contain {1} characters length.
da: Feltet {0} kan kun indeholde {1} tegnlængde.
de: Das Feld {0} darf nur {1} Zeichen enthalten.
es: El campo {0} solo puede contener {1} caracteres de longitud.
fr: Le champ {0} seul peut contenir {1} caractères.
it: Il campo {0} può contenere solo {1} caratteri.
nb: Feltet {0} kan bare inneholde {1} tegnlengde.
nl: Het veld {0} kan slechts {1} tekens bevatten.
pt: O campo {0} só pode conter {1} caracteres de comprimento.
ru: Поле {0} может содержать только {1} символов.
zh: 字段{0}只能包含{1}个字符长度。

# MinLength
source: Field {0} must contain at least {1} characters.
da: Felt {0} skal indeholde mindst {1} tegn.
de: Das Feld {0} muss mindestens {1} Zeichen enthalten.
es: El campo {0} debe contener al menos {1} caracteres.
fr: Le champ {0} doit contenir au moins {1} caractères.
it: Il campo {0} deve contenere almeno {1} caratteri.
nb: Felt {0} må inneholde minst {1} tegn.
nl: Veld {0} moet ten minste {1} tekens bevatten.
pt: O campo {0} deve conter pelo menos {1} caracteres.
ru: Поле {0} должно содержать не менее {1} символов.
zh: 字段{0}必须至少包含{1}个字符。

source: Mobile
da: Mobiltelefon
de: Mobil
es: Móvil
it: Cellulare
nb: Mobil
nl: Mobiel
pt: Celular
ru: Мобильный
zh: 移动

source: Modify Record
da: Ændre post
de: Datensatz ändern
es: Modificar Registro
fr: Modifier
it: Modifica record
nb: Endre post
nl: Wijzig record
pt: Modificar registro
ru: Изменить запись
zh: 修改记录

source: Name
da: Navn
de: Namen
es: Nombre
fr: Nom
it: Nome
nb: Navn
nl: Naam
pt: Nome
ru: Имя
zh: 名称

source: No
da: Nej
de: Nein
fr: Non
nb: Nei
nl: Nee
pt: Não
ru: Нет
zh: 否

# NoCameraSupported
source: The device does not support access to the camera.
da: Enheden understøtter ikke adgang til kameraet.
de: Das Gerät unterstützt keinen Zugriff auf die Kamera.
es: El dispositivo no admite el acceso a la cámara.
fr: L’appareil ne prend pas en charge l’accès à la caméra.
it: Il dispositivo non supporta l'accesso alla fotocamera.
nb: Enheten støtter ikke tilgang til kameraet.
nl: Het apparaat ondersteunt geen toegang tot de camera.
pt: O dispositivo não oferece suporte para acesso à câmera.
ru: Устройство не поддерживает доступ к камере.
zh: 设备不支持访问相机.

# NoGallerySupported
source: The device does not support access to the gallery.
da: Enheden understøtter ikke adgang til galleriet.
de: Das Gerät unterstützt keinen Zugriff auf die Galerie.
es: El dispositivo no admite el acceso a la galería.
fr: L’appareil ne prend pas en charge l’accès à la galerie.
it: Il dispositivo non supporta l'accesso alla galleria.
nb: Enheten støtter ikke tilgang til galleriet.
nl: Het apparaat ondersteunt geen toegang tot de galerij.
pt: O dispositivo não oferece suporte para acesso à galeria.
ru: Устройство не поддерживает доступ к галерее.
zh: 设备不支持访问库.

# NoRecordAddedYet
source: no record yet
da: Ingen poster
de: Kein Eintrag gefunden
es: No hay registro todavía
fr: Aucun enregistrement
it: Nessuna registrazione
nb: Ingen registrering
nl: Geen resultaat gevonden
pt: ainda não há registro
ru: Нет записей
zh: 无记录

source: No result found
da: Der blev ikke fundet nogen resultater
de: Kein Ergebnis gefunden
es: No se encontró ningún resultado
fr: Aucun résultat trouvé
it: Nessun risultato trovato
nb: Fant ingen resultater
nl: Geen resultaten gevonden
pt: Sem Resultados Encontrados
ru: Результатов не найдено
zh: 没有发现结果

source: UnAuthorized
da: Ikke godkendt
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
nb: Ikke autorisert
nl: Niet gemachtigd
pt: Não Autorizado
ru: Запрещено
zh: 未授权

# NumberIsInvalid
source: Not a valid number
da: Nummeret er ikke gyldigt
de: Keine gültige Nummer
es: No es un número válido
fr: Vous devez saisir un nombre
it: non è un numero valido
nb: Ikke et gyldig nummer
nl: Geen geldig BTW-nummer
pt: Não é um número válido
ru: Не верное число
zh: 无效数字

source: Operation Type
da: Handlingstype
de: Vorgangstyp
es: Tipo de Operación
fr: Type d'opération
it: Tipo di operazione
nb: Operasjonstype
nl: Bewerkingstype
pt: Tipo de Operação
ru: Тип операции
zh: 操作类型

# PageXofY
source: Page {0} of {1}
da: Side {0} af {1}
de: Seite {0} von {1}
es: Página {0} de {1}
fr: Page {0} sur {1}
it: Pagina {0} di {1}
nb: Side {0} av {1}
nl: Pagina {0} van {1}
pt: Página {0} de {1}
ru: Стр. {0} из {1}
zh: 第 {0} 页，共 {1} 页

# PasteFromClipboard
source: Paste from the clipboard
da: Indsæt fra udklipsholderen
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller à partir du presse-papiers
it: Incolla dagli appunti
nb: Lim inn fra utklippstavlen
nl: Plakken vanaf clipboard
pt: Colar da área de transferência
ru: Вставить из буфера обмена
zh: 从剪贴板导入

source: Pay Box
da: Lønboks
de: Bezahlen
es: Caja de Pago
fr: Payer
it: cassa
nb: Betal
nl: Doos
pt: Caixa de Pagamento
ru: Box
zh: 支付箱

source: Payment Date
da: Betalings Dato
de: Zahlungsdatum
es: Fecha de Pago
fr: Date du paiement
it: Data di pagamento
nb: Betalingsdato
nl: Betaaldatum
pt: Data de Pagamento
ru: Дата платежа
zh: 下次付款日期

# Person
source: People
da: Personer
de: Personen
es: Personas
fr: Contacts
it: Persone
nb: Mennesker
nl: Mensen
pt: Pessoas
ru: пользователи
zh: 人员

source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Teléfono
fr: Numéro de téléphone
it: Numero di telefono
nb: Telefonnummer
nl: Telefoon Nummer
pt: Telefone
ru: Номер телефона
zh: 手机

# Validate_PhoneNumberIsInvalid
source: Not a valid phone number
da: er ikke et gyldigt telefon nummer
de: Bitte eine gültige Emailadresse eingeben
es: No es un número de teléfono válido
fr: n'est pas un numéro de téléphone valide
it: non è un numero di telefono valido
nb: Telefonnummeret er ikke gyldig
nl: Geen geldig telefoonnummer
pt: não é um número de telefone válido
ru: имеет неверный формат
zh: 有效的电话号码

# PictureSource
source: Where do you want to take the picture?
da: Hvor vil du tage billedet?
de: Wo wollen Sie das Bild machen?
es: ¿Dónde quieres tomar la foto?
nb: Hvor vil du ta bildet?
pt: Onde você quer tirar a foto ?
ru: Где вы хотите получить изображение?
zh: 你想在哪里拍照？

# Placeholder
source: Enter a Text
da: Indtast en tekst
de: geben Sie einen Text ein
es: Introduzca un texto
fr: Ajouter un texte
it: Inserisci un testo
nb: Skriv inn en tekst
nl: Voer een tekst in
pt: Digite um texto
ru: Введите текст
zh: 输入文字

source: Print
da: Udskriv
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
nb: Skriv ut
nl: Afdrukken
pt: Imprimir
ru: Печать
zh: 打印

# RecordExists
source: this récord already exists
da: denne regime findes allerede
de: Diese Aufzeichnung existiert bereits
es: Este registro ya existe
fr: ce récord existe déjà
it: questo registro esiste già
nb: denne regorden eksisterer allerede
nl: dit record bestaat al
pt: este registro já existe
ru: эта запись уже существует
zh: 这个记录已经存在

source: Record not found
da: Posten blev ikke fundet
de: Der Datensatz wurde nicht gefunden
es: Registro no encontrado
fr: Enregistrement introuvable
it: Record non trovato
nb: Finner ikke posten
nl: Kan de record niet vinden
pt: Registro não encontrado
ru: Не найдена запись
zh: 找不到记录

# Report
source: Reports
da: Rapporter
de: Berichte
es: Informes
fr: États
it: Report
nb: Rapporter
nl: Rapporten
pt: Relatórios
ru: Отчеты
zh: 报表

# Requiered
source: The field {0} is required
da: Feltet {0} er påkrævet
de: Das Feld {0} ist erforderlich
es: El campo {0} es obligatorio
fr: Le champ {0} est obligatoire
it: Il campo {0} è richiesto
nb: Feltet {0} kreves
nl: Het veld {0} is verplicht
pt: O campo {0} é obrigatório
ru: Поле {0} обязательно для заполнения
zh: 字段{0} 是必填的

source: Return
da: Tilbage
de: Zurück
es: Volver
fr: Retour
it: Ritorno
nb: Returner
nl: Terugzenden
pt: Retornar
ru: Возврат
zh: 返回

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistré
it: Salva
nb: Lagre
nl: Opslaan
pt: Salvar
ru: Сэкономьте
zh: 保存

source: Search
da: Søg
de: Suchen
es: Buscar
fr: Chercher
it: Ricerca
nb: Søk
nl: Zoeken
pt: Pesquisar
ru: поиск
zh: 搜索

# ReturnEmptySearch
source: Search result without records
da: Søgeresultat uden optegnelser
de: Suchergebnis ohne Aufzeichnungen
es: Resultado de búsqueda sin registros
fr: Résultat de la recherche sans enregistrements
it: Risultato della ricerca senza record
nb: Søkeresultat uten poster
nl: Zoekresultaat zonder records
pt: Resultado da pesquisa sem registros
ru: Результат поиска без результатов
zh: 搜索结果无记录

# SelectItemCombo
source: (Select Item)
da: (Vælg element)
de: (Artikel auswählen)
es: (Seleccione el artículo)
fr: (Sélectionner un article)
it: (Seleziona articolo)
nb: (Velg element)
nl: (Artikel selecteren)
pt: (Selecionar item)
ru: (Выбрать номенклатуру)
zh: (选择物料)

# SelectOption
source: Select Options
da: Vælg indstillinger
de: Optionen auswählen
es: Seleccionar opciones
fr: Options de sélection
it: Seleziona opzioni
nb: Velg alternativer
nl: Opties selecteren
pt: Selecionar opções
ru: Выбор параметров
zh: 选择选项

source: Sender
da: Afsender
de: Absender
es: Remitente
fr: Expéditeur
it: Mittente
nb: Avsender
nl: Afzender
pt: Remetente
ru: Отправитель
zh: 致电人

source: Setting
da: Indstilling
de: Rahmen
es: Configuracion
fr: Réglage
it: Ambito
nb: Innstilling
nl: omgeving
pt: Configuração
ru: Параметр
zh: 设置

# DateSince
source: Since Date
da: Siden dato
de: Seit Datum
es: Desde la fecha
fr: Depuis la date
it: Data di inizio
nb: Siden dato
nl: Sinds datum
pt: Desde a data
ru: С даты
zh: 至今

source: Subtotal
de: Zwischensumme
fr: Sous-total
it: Subtotale
nb: Delsum
nl: Subtotaal
ru: Промежуточный итог
zh: 小计

source: Success
da: Udført
de: Erfolg
es: Éxito
fr: Succès
it: Operazione riuscita
nb: Vellykket
nl: Geslaagd
pt: Êxito
ru: Выполнено
zh: 成功

source: Total
da: I alt
de: Gesamt
it: Totale
nb: Totalt
nl: Totaal
ru: Всего
zh: 总计

# TotalRecord
source: Total Records
da: Poster i alt
de: Gesamte Datensätze
es: Total de registros
fr: Total des enregistrements
it: Totale record
nb: Totalt antall poster
nl: Totaal aantal registraties
pt: Total de registros
ru: Всего записей
zh: 记录总数

# DateUntil
source: Until Date
da: Indtil dato
de: Bis zum Datum
es: Hasta la fecha
fr: Jusqu'à la date
it: Fino alla data
nb: Fram til dato
nl: Tot op heden
pt: Até a data
ru: До даты
zh: 直到日期

source: Update Successful
da: Opdateringen lykkedes
de: Update erfolgreich
es: Actualización exitosa
fr: Mise à jour réussie
it: Aggiornamento completato
nb: Oppdatering fullført
nl: Update geïnstalleerd
pt: Atualização bem-sucedida
ru: Обновление выполнено успешно
zh: 更新成功

source: Web
ru: Веб

source: Welcome
da: Velkommen
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nb: Velkommen
nl: Welkom
pt: Bem-vindo(a)
ru: Добро пожаловать
zh: 欢迎来到木主题

# WelcomeTo
source: Welcome to {0}
da: Velkommen til {0}
de: Willkommen bei {0}
es: Le damos la bienvenida a {0}
fr: Bienvenue dans {0}
it: Benvenuto in {0}
nb: Velkommen til {0}
nl: Welkom bij {0}
pt: Bem-vindo(a) a {0}
ru: Добро пожаловать в {0}
zh: 欢迎使用 {0}

source: WhatsApp
ru: вы можете дать мне свой номер whatsapp
zh: 什么样的应用程序

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
it: Sì
nb: Ja
nl: Ja
pt: Sim
ru: Да
zh: 是

source: Group
da: Gruppe
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nb: Gruppe
nl: Groep
pt: Grupo
ru: Группа
zh: 组

# Group_Pleaseholder
source: Name of the Group
da: Navn på gruppen
de: Name der Gruppe
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nb: Navn på gruppen
nl: Naam van de groep
pt: Nome do grupo
ru: Имя группы
zh: 用户组名称

# Home
source: Home page
da: startside
de: Startseite
es: Página de inicio
fr: page d'accueil
nb: hjemmeside
nl: startpagina
pt: Página inicial
ru: Домашняя страница
zh: 主页

source: Host Address
da: Værtsadresse
de: Hostadresse
es: Dirección del servidor
fr: Adresse de l'hôte
it: Indirizzo host
nb: Vertsadresse
nl: Hostadres
pt: Endereço do Server
ru: Адрес узла
zh: 主机地址

source: Intends to cancel.
da: Har til hensigt at annullere.
de: Beabsichtigt zu stornieren.
es: Pretende realmente cancelar.
fr: A l’intention d’annuler.
it: Intende annullare.
nb: Har til hensikt å avbryte.
nl: Is van plan om te annuleren.
pt: Pretende cancelar.
ru: Намерен отменить.
zh: 打算取消.

# Logout_ActivityBakeries
source: Bakeries and confectionery
da: Bagerier og konfekture
de: Bäckereien und Konditoreien
es: Panaderías y Confiterías
fr: Boulangeries et confiseries
it: Panifici e pasticceria
nb: Bakerier og konfekt
nl: Bakkerijen en zoetwaren
pt: Padarias e confeitaria
ru: Хлебобулочные и кондитерские изделия
zh: 面包店和糖果

# Logout_ActivityClothesStores
source: Clothes and Leather
da: Tøj og læder
de: Kleidung und Leder
es: Ropas y Cueros
fr: Vêtements et cuir
it: Vestiti e pelle
nb: Klær og lær
nl: Kleding en leer
pt: Roupas e couros
ru: Одежда и кожа
zh: 衣服和皮革

# Logout_ActivityHardwarePaints
source: hardware and paints
da: hardware og maling
de: Hardware und Farben
es: Ferretería y Pinturas
fr: matériel et peintures
it: hardware e vernici
nb: maskinvare og maling
nl: hardware en verf
pt: Ferragens e Tintas
ru: метизы и краски
zh: 五金和油漆

# Logout_ActivityIndustries
source: Industries
da: Brancher
de: Branchen
es: Industrias
fr: Secteurs d’activité
it: Settori
nb: Industrier
nl: Branches
pt: Indústrias
ru: Отрасли
zh: 行业

# Logout_ActivityMotorcicleParts
source: Motorcicle parts and accessories
da: Motorcicle dele og tilbehør
de: TEILE UND ZUBEHÖR
es: Repuestos de Motocicletas y Bicicletas
fr: COMPOSANTS ET ACCESSOIRES
it: Ricambi e accessori
nb: Motorcicle deler og tilbehør
nl: Motoronderdelen en accessoires
pt: Peças e acessórios para motocicletas
ru: Запасные части и принадлежности
zh: 摩托车零件和配件

# Logout_ActivityPharmacy
source: Pharmacies and Perfumeries
da: Apoteker og parfumerier
de: Apotheken und Parfümerien
es: Farmacias y Perfumerías
fr: Pharmacies et Parfumeries
it: Farmacie e Profumerie
nb: Apoteker og parfymerier
nl: Apotheken en parfumerieën
pt: Farmácias e perfumarias
ru: Аптеки и Парфюмерия
zh: 药房和香水

# Logout_ActivitySparePartsVehicle
source: Cars Parts & Engine Supply
da: reservedele til køretøjer og maskiner
de: Ersatzteile von Fahrzeugen und Maschinen
es: Repuestos de vehículos y maquinarias
fr: pièces détachées de véhicules et machines
it: pezzi di ricambio di veicoli e macchinari
nb: reservedeler til kjøretøy og maskiner
nl: reserveonderdelen voor voertuigen en machines
pt: Peças de veículos e máquinas
ru: запасные части автомобилей и спецтехники
zh: 汽车零件和发动机供应

# Logout_ActivityStationery
source: Stationery stores
da: Papirbutikker
de: Schreibwarenläden
es: Papelerías
fr: Magasins de papeterie
it: Cartoleria
nb: Skrivesaker butikker
nl: Kantoorartikelen
pt: Papelarias
ru: Канцелярские магазины
zh: 文具店

# Logout_ActivitySupermarket
source: Supermarket
da: Supermarked
de: Supermarkt
es: Supermercados
fr: Supermarché
it: Area di deposito
nb: Supermarked
nl: Supermarkt
pt: Supermercados
ru: Супермаркет
zh: 超市

# Logout_ActivityToyStore
source: Toy Store
da: Butik
de: Spielzeuggeschäft
es: Jugueterias
fr: Magasin de jouets
it: Nel negozio di giocattoli
nb: Oppbevaring
nl: Winkel
pt: Loja de Brinquedos
ru: Магазин
zh: 商店

# Logout_AdvantageAutomateWorkflow
source: Automate Workflow
da: Automatiser arbejdsgang
de: Workflow automatisieren
es: Automatizar flujo de trabajo
fr: Automatisez le workflow
it: Automatizza il flusso di lavoro
nb: Automatiser arbeidsflyten
nl: Automatiseer workflow
pt: Automatize o fluxo de trabalho
ru: Автоматизировать рабочий процесс
zh: 自动化工作流程

# Logout_AdvantageBestPlanning
source: Best Planning
da: Planlægning
de: Planung
es: La mejor planificación
fr: Meilleure planification
it: Pianificazione
nb: Planlegging
nl: Planning
pt: Melhor Planejamento
ru: Планирование
zh: 规划

# Logout_AdvantageImproveAdministrativeProcedures
source: Improve Administrative Procedures
da: Forbedre administrative procedurer
de: Administrative Abläufe verbessern
es: Mejore los procedimientos administrativos
fr: Améliorez les procédures administratives
it: Migliora le procedure amministrative
nb: Forbedre administrative prosedyrer
nl: Verbeter administratieve procedures
pt: Melhorar os procedimentos administrativos
ru: Улучшите административные процедуры
zh: 完善行政程序

# Logout_AdvantageMarketProjections
source: Market Projections
da: Markedsfremskrivninger
de: Marktprojektionen
es: Proyecciones de Mercado
fr: Projections du marché
it: Proiezioni di mercato
nb: Anslag på markedet
nl: Marktprojecties
pt: Projeções de Mercado
ru: Прогнозы рынка
zh: 市场预测

# Logout_AdvantageMultipleReportsDataAnalysis
source: Multiple Reports and Data Analysis
da: Flere rapporter og dataanalyse
de: Mehrere Berichte und Datenanalyse
es: Múltiples informes y análisis de datos
fr: Rapports multiples et analyse de données
it: Rapporti multipli e analisi dei dati
nb: Flere rapporter og dataanalyse
nl: Meerdere rapporten en gegevensanalyse
pt: Vários relatórios e análise de dados
ru: Несколько отчетов и анализ данных
zh: 多种报告和数据分析

# Logout_AdvantageOptimizationCommercialOperations
source: Optimization of Commercial Operations
da: Optimering af kommercielle operationer
de: Optimierung des Handelsbetriebs
es: Optimización de operaciones comerciales
fr: Optimisation des opérations commerciales
it: Ottimizzazione delle operazioni commerciali
nb: Optimalisering av kommersiell drift
nl: Optimalisatie van commerciële activiteiten
pt: Vários relatórios e análise de dados
ru: Оптимизация коммерческих операций
zh: 优化商业运作

# Logout_AdvantageOptimizeCustomerSupplierRelationships
source: Optimize customer and supplier relationships
da: Optimer kunde- og leverandørforhold
de: Kunden- und Lieferantenbeziehungen optimieren
es: Optimice las relaciones con clientes y proveedores
fr: Optimisez les relations clients et fournisseurs
it: Ottimizza le relazioni con clienti e fornitori
nb: Optimaliser kunde- og leverandørforhold
nl: Optimaliseer klant- en leveranciersrelaties
pt: Otimize o relacionamento com clientes e fornecedores
ru: Оптимизируйте отношения с клиентами и поставщиками
zh: 优化客户与供应商的关系

# Logout_AdvantageReduceAdministrativeTime
source: Reduce Administrative Time
da: Reducer administrativ tid
de: Reduzieren Sie die Verwaltungszeit
es: Reduzca el tiempo administrativo
fr: Réduisez le temps administratif
it: Ridurre il tempo amministrativo
nb: Reduser administrativ tid
nl: Verminder administratieve tijd
pt: Reduzir o tempo administrativo
ru: Сократить административное время
zh: 减少管理时间

# Logout_BenefitAttractingNewBusinessIdeas
source: Attracting New Business Ideas
da: Tiltrækning af nye forretningsidéer
de: Neue Geschäftsideen anziehen
es: Captación de nuevas ideas de negocios
fr: Attirer de nouvelles idées commerciales
it: Attirare nuove idee imprenditoriali
nb: Tiltrekker seg nye forretningsidéer
nl: Nieuwe zakelijke ideeën aantrekken
pt: Atrair novas idéias de negócios
ru: Привлечение новых бизнес-идей
zh: 吸引新的经营理念

# Logout_BenefitCurrencyFlowStability
source: Currency Flow Stability
da: Valutaflowstabilitet
de: Stabilität des Währungsflusses
es: Estabilidad del flujo de divisas
fr: Stabilité des flux de devises
it: Stabilità del flusso di valuta
nb: Valutaflytstabilitet
nl: Valutastroomstabiliteit
pt: Estabilidade do fluxo de moeda
ru: Стабильность валютного потока
zh: 货币流量稳定

# Logout_BenefitCustomerLoyalty
source: Customer Loyalty
da: Kunde loyalitet
de: Kundentreue
es: Consiga nuevos clientes, fidelícelos y haga crecer su negocio
fr: Fidélisation de la clientèle
it: Fidelizzazione del Cliente
nb: Kundelojalitet
pt: Lealdade do consumidor
ru: Лояльность клиентов
zh: 顾客忠诚度

# Logout_BenefitFacilityForWorkTeam
source: Facility For the Work Team
da: Facilitet til arbejdsteamet
de: Einrichtung für das Arbeitsteam
es: Facilidad para el equipo de trabajo
fr: installation pour l'équipe de travail
it: Struttura per il team di lavoro
nb: Anlegg for arbeidsteamet
nl: Faciliteit voor het werkteam
pt: Facilidade para a equipe de trabalho
ru: Объект для работы команды
zh: 工作团队的设施

# Logout_BenefitIncreaseIncomeLiquidity
source: Increase in Income and Liquidity
da: Stigning i indkomst og likviditet
de: Einkommen und Liquidität steigern
es: Aumento de ingresos y liquidez
fr: Augmentation des revenus et de la liquidité
it: Aumento del reddito e della liquidità
nb: Økning i inntekt og likviditet
nl: Toename van inkomen en liquiditeit
pt: Aumento de Renda e Liquidez
ru: Увеличение доходов и ликвидности
zh: 增加收入和流动性

# Logout_BenefitIncreasingCustomerBase
source: Increasing Customer Base
da: Øget kundebase
de: Kundenbasis vergrößern
es: Cartera de clientes en aumento
fr: Augmenter la base de clients
it: Aumento della base clienti
nb: Øke kundegrunnlaget
nl: Klantenbestand vergroten
pt: Atrair novas idéias de negócios
ru: Увеличение клиентской базы
zh: 客户群不断增加
